Repository: Zoomicon/ClipFlair
Catalog: Server/ClipFlairSocial/MonoX/Resources/PageResources.*.resx
Languages: da_dk

# Confirmation_Title
source: Confirmation
da_dk: Bekræftelse

# Dashboard_Title
source: Social Networking
da_dk: Netværket

# Discussion_Title
source: Discussion
da_dk: Debat

# FileView_Title
source: File view
da_dk: Se fil

# Groups_GroupContainer
source: Groups
da_dk: Grupper

# Groups_GroupInfo
source: Group info
da_dk: Gruppe info

# Groups_GroupMembers
source: Group members
da_dk: Gruppemedlemmer

# Groups_SearchGroups
source: Search groups
da_dk: Søg grupper

# Groups_SearchGroups_DefaultSearchText
source: Enter group search keywords
da_dk: Skriv søgeord for gruppe

# Groups_Title
source: User groups
da_dk: Grupper

# Label_BlogSearch
source: Enter blog search terms
da_dk: Skriv blog søgeord

# Label_Groups
source: Groups
da_dk: Grupper

# Label_GroupSearch
source: Enter group search terms
da_dk: Skriv gruppe søgeord

# Label_People
source: Users
da_dk: Profiler

# Label_PeopleSearch
source: Enter people search terms
da_dk: Skriv profil søgeord

# Messages_Title
source: Messages
da_dk: Beskeder

# Module_Activities
source: Activities
da_dk: Aktiviteter

# Module_Friends
source: My friends
da_dk: Mine venner

# Module_Messages
source: My messages
da_dk: Mine beskeder

# Module_PeopleSearch
source: Search people
da_dk: Søg profiler

# Module_PhotoGallery
source: Photo gallery
da_dk: Billedgalleri

# Module_UserProfileFriends
source: {0}'s Friends
da_dk: {0}'s venner

# Module_WallNotes
source: Wall notes
da_dk: Vægopslag

# PageFooter_About
source: About
da_dk: Om LykkenEr.dk

# PageFooter_AdditionalResources
source: Additional Resources
da_dk: FAQ

# PageFooter_Home
source: Home
da_dk: Forside

# PageFooter_Licensing
source: Licensing
da_dk: Andet

# PageFooter_PrivacyPolicy
source: Privacy policy
da_dk: Fortrolighed

# PageFooter_SiteMembership
source: Site Membership
da_dk: For profiler

# PageFooter_SocialNetworking
source: Social Networking
da_dk: Netværk

# PageFooter_SocialNetworkingGroups
source: Groups
da_dk: Grupper

# PageFooter_SocialNetworkingHome
source: Home
da_dk: Forside netværk

# PageFooter_SocialNetworkingPhotos
source: Photos
da_dk: Billeder

# PageFooter_TermsOfUse
source: Terms of use
da_dk: Betingelser

# PhotoGallery_Title
source: Photo gallery
da_dk: Billedgalleri

# Title_AdditionalResources
source: Additional resources
da_dk: FAQ

# Title_DescriptionOfFeatures
source: Description of techical features
da_dk: Beskrivelse

# Title_FeaturedProjects
source: Featured projects
da_dk: Til inspiration

# Title_LeftSection
source: Left section
da_dk: Venstre sektion

# Title_Resources
source: Resources
da_dk: FAQ

# Title_RightSection
source: Right section
da_dk: Højre sektion

# Title_ScreenGallery
source: Screen Gallery
da_dk: Galleri

# Title_SearchResults
source: Search results
da_dk: Søge resultat

# UserProfile_NoSuchUser
source: Unknown user - profile cannot be displayed.
da_dk: Profilen er ukendt og kan derfor ikke vises.

# UserProfile_PeopleSearch_InfoText
source: Add this user to your list of friends.
da_dk: Tilføj denne profil til din venneliste.

# UserProfile_PeopleSearch_Title
source: Invite {0}
da_dk: Inviter {0}

# UserProfile_Title
source: User profile for {0}
da_dk: {0}´s profil

# UserProfile_UserProfile_Title
source: User profile
da_dk: Profil

# Wall_Title
source: Site Wall
da_dk: Væg

# Wall_WallNotes_Title
source: Wall notes for {0}
da_dk: Væg beskeder til {0}

# UserProfile_DiscussionMessages_Title
source: Forum Posts
da_dk: Forum indlæg

# Module_InvitationsReceived
source: My received invitations
da_dk: Mine modtaget invitationer

# Module_InvitationsSent
source: My sent invitations
da_dk: Mine sendte invitationer

# Groups_InvitationsSent
source: Sent invitations
da_dk: Sendte invitationer

# Groups_InvitationsReceived
source: Request received
da_dk: Anmodning modtaget
