Repository: Zoomicon/ClipFlair
Catalog: Server/ClipFlair.Social/MonoX/Resources/BlogResources.*.resx
Languages: hu_hu

source: All blog posts
hu_hu: Összes blog

# AllCategories
source: All
hu_hu: Összes

source: Author
hu_hu: Szerző

# BlogCategories_NoData
source: There are no published categories for this blog.
hu_hu: Jelenleg nincs a bloghoz tartozó kategória

source: Blog editors
hu_hu: Blog szerkesztő

# BlogManageCategories_AddNew
source: Add category
hu_hu: Kategória hozzáadása

# BlogManageCategories_Categories
source: Blog categories
hu_hu: Blog kategóriák

# BlogManageCategories_Update
source: Update
hu_hu: Frissítés

source: Blog settings
hu_hu: Blog beállítások

# BlogSettings_Description
source: Description:
hu_hu: Leírás

source: Categories
hu_hu: Kategóriák

source: Comments
hu_hu: Bejegyzések

# Comments_ApprovalAlert
source: Your comment may require administrative approval before it is published.
hu_hu: Hozzászólása, a publikálás megelőzően, előzetes jóváhagyást követelhet meg

# Comments_Approve
source: Approve
hu_hu: Jóváhagyás

# Comments_Comment
source: Comment
hu_hu: Bejegyzés

# Comments_Comments
source: Comments
hu_hu: Bejegyzések

# Comments_ConfirmDelete
source: This blog comment will be deleted. Are you sure?
hu_hu: Ezt a blog bejegyzést törölni fogjuk. Biztos benne?

# Comments_ErrorMessage_Comments
source: Please enter a valid comment.
hu_hu: Kérjük írjon egy ide vonatkozó bejegyzést

# Comments_ErrorMessage_EmailFormat
source: Please enter a correct e-mail address
hu_hu: Kérjük adja meg valós e-mail címét

# Comments_ErrorMessage_EmailRequired
source: Please enter your e-mail address. It will not be shown publicly.
hu_hu: Kérjük adja meg e-mail címét. Ez nem lesz látható.

# Comments_ErrorMessage_Name
source: Please enter your name.
hu_hu: Kérjük adja meg a nevét.

# Comments_MailSubject
source: {0} has commented on {1}
hu_hu: Blog bejegyzés a {1}-hoz ({0})

# Comments_Name
source: Name:*
hu_hu: Név:*

# Comments_Notify
source: Notify me when new comments are added to this post
hu_hu: Látható legyek, amikor új bejegyzést írok a bloghoz.

# Comments_ReportHam
source: Report as ham
hu_hu: Ham értesítés

# Comments_ReportSpam
source: Report as spam
hu_hu: Spam értesítés

# Comments_Save
source: Save comment
hu_hu: Bejegyzés elmentése

# Comments_Url
source: Web site:
hu_hu: Weboldal

# Comments_ValidationSummary
source: The following issues have to be resolved before you can proceed:
hu_hu: A következő problémákat orvosolni kell, mielőtt továbblépnénk

# CommentsAdmin
source: Comments
hu_hu: Bejegyzések

# ConfirmDelete
source: This blog post will be deleted. Are you sure?
hu_hu: A blogot törölni fogjuk. Biztos benne?

# ConfirmDeleteSpam
source: All comments marked as spam will be deleted. Are you sure?
hu_hu: A spamként kiválasztott bejegyzéseket törölni fogjuk. Biztos benne?

# ConfirmDeleteUnapproved
source: All unapproved comments will be deleted. Are you sure?
hu_hu: Az összes jóváhagyás nélküli bejegyzést törölni fogjuk. Biztos benne?

source: Delete
hu_hu: Törlés

source: Delete spam
hu_hu: Spam törlése

source: Delete unapproved
hu_hu: Jóváhagyás nélküliek törlése

source: Edit
hu_hu: Szerkesztés

# Edit_Application
source: Application:
hu_hu: Alkalmazás

# Edit_Attachments
source: Attachments:
hu_hu: Csatolmány

# Edit_Cancel
source: (C)ancel
hu_hu: (M)égse

# Edit_Cancel_AccessKey
source: C
hu_hu: M

# Edit_Categories
source: Categories:
hu_hu: Kategóriák

# Edit_Content
source: Blog post content:
hu_hu: Blog tartalom

# Edit_Description
source: Excerpt:
hu_hu: Kivonat/Szemelvény

# Edit_EditCategories
source: Edit blog categories
hu_hu: Blog kategóriák szerkesztése

# Edit_ErrorMessage_TitleRequired
source: Please fill in the title field!
hu_hu: Kérjük töltse ki a cím mezőt

# Edit_IsCommentingAllowed
source: Allow comments ?
hu_hu: Bejegyzés mehet?

# Edit_IsPublished
source: Publish post ?
hu_hu: Azonnal megjelenhet?

# Edit_PublishDate
source: Publish on:
hu_hu: Megjelenés a ….-n:

# Edit_Roles
source: View roles (by default, all users can view the blog post):
hu_hu: Munkakörök:

# Edit_Save
source: (P)ublish
hu_hu: (P)ublikálás

# Edit_Tags
source: Tags:
hu_hu: Tagek

# Edit_TagTheNet
source: TagThe.Net
hu_hu: Taggelés

# Edit_Title
source: Blog post title:
hu_hu: Blog címe

# Edit_ValidationSummary
source: The following issues have to be resolved before you can proceed:
hu_hu: A következő problémákat orvosolni kell, mielőtt továbblépnénk

# Edit_Yahoo
source: Yahoo Term Extraction
hu_hu: Yahoos szövegkivonat

# Home
source: Blog home
hu_hu: Blog főoldal

# InvitationText
source: I thought you might like this blog post
hu_hu: Úgy vélem ez a blog tetszeni fog Önnek

# NoBlogPostsWarning
source: <br />No blog posts were found for the required criteria.<br />
hu_hu: <br/>Nincs a keresésnek megfelelő blog<br />

# NoRatingText
source: This post has not been rated yet.
hu_hu: Ezt a blogot még nem értékelték

source: Publish
hu_hu: Publikálás

# RatingText
source: Currently rated {0:f2} by {1} visitor(s)
hu_hu: Jelenleg {0:f2} látogató, összesen {1}-ra értékelt

# Settings_EditorsTooltip
source: Tip: Enter comma-separated list of user names you want to set as editors of this blog.
hu_hu: Javaslat: Vesszőkkel elválasztva, adja meg azon felhasználók listáját, akik szerkeszthetik ezt a blogot.

source: Tags
hu_hu: Tagek

source: Unpublish
hu_hu: Publikálatlan
