Repository: Zoomicon/ClipFlair
Catalog: Server/ClipFlair.Social/MonoX/Resources/DefaultResources.*.resx
Languages: da_dk

# ActivationEmailRecovery_Title
source: Activation E-mail Recovery
da_dk: Gensend aktiveringsmail

# ActivationEmailRecovery_UserName
source: User name
da_dk: Profil navn

# Email_Activation_HtmlContent
source: Dear <i>{0}</i>, this is an account activation e-mail from {1}. Please click on the following link in order to activate your account: <br /><br /> <a href="{2}">{2}</a> <br /><br /><br /> Sincerely, <br /><br /> Your {1} team
da_dk: Hej <i>{0}</i><br /> Dette er en aktiveringsmail fra {1}. Klik venligst på nedenstående link for at aktivere din profil: <br /><br /> <a href="{2}">{2}</a> <br /><br /><br /> Med venlig hilsen og god fornøjelse fra <br /><br /> {1} - Supporten

# Email_Activation_PlainContent
source: Dear {0}, this is an account activation e-mail from {1}. Please go to the following link in order to activate your account: {2} Sincerely, Your {1} team
da_dk: Hej {0}. <br />Dette er en aktiveringsmail fra {1}. Klik venligst på nedenstående link for at aktivere din profil: {2} Med venlig hilsen og god fornøjelse fra {1} - Supporten

# Email_Activation_Title
source: Account Activation
da_dk: Aktivering af profil

# Email_PasswordRecovery_HtmlContent
source: Dear <i>{0}</i>, we have just received a password retrieval request for your username at {1}. <br /><br /> Your password is: <b>{2}</b> <br /><br /><br /> Sincerely, <br /><br /> Your {1} team
da_dk: Hej <i>{0}</i>.<br /> Vi har modtaget din anmodning.<br /> Adgangskoden til din profil på {1}.dk er: <b>{2}</b> <br /><br /> Med venlig hilsen <br /><br /> {1} - Supporten

# Email_PasswordRecovery_PlainContent
source: Dear {0}, we have received a password retrieval request for your username at {1}. Your password is: {2} Sincerely, Your {1} team
da_dk: Hej {0}. <br /> Vi har modtaget din anmodning. <br />Adgangskoden til din profil på {1}.dk er {2} Med venlig hilsen {1} - Supporten

# Email_PasswordRecovery_Title
source: Password Reminder
da_dk: Oplys adgangskode

# ErrorMessage_ActivationEmail
source: An uexpected error has occured while sending you an activation e-mail. Your account has been successfully created but you can't login until you activate it via activation e-mail. To resend your activation e-mail please go to the <a href="{0}">Activation e-mail recovery</a> page. If the problem persists, please contact us.
da_dk: En uforudset fejl er opstået ved afsendelse af aktiveringsmailen til dig. Din profil er blevet oprettet, men du kan desværre ikke logge ind, før du har aktiveret din profil via aktiveringsmailen. For at vi kan gensende e-mailen, bedes du venligst gå til denne side: <a href="{0}">Gensend aktiveringsmail</a>. Hvis problemet fortsætter bedes du kontakte supporten.

# ErrorMessage_ActivationEmailRecovery_UserAlreadyActive
source: Your account is active, there is no need to send you the activation e-mail.
da_dk: Din profil er aktiv, så du skal ikke bruge en aktiveringsmail.

# ErrorMessage_ActivationUrl
source: There is a problem with your activation link. If you've copied and pasted it in your browser, please make sure that it is identical to the link you've got in the activation e-mail. If you clicked on it or you are sure you copied/pasted it correctly and it still doesn't work, then please contact our support.
da_dk: Der er et problem med dit aktiveringslink. Hvis du har kopieret og sat linket ind i din browser, skal du sikre dig at det er identisk med linket i aktiveringsmailen. Hvis du har klikket på linket eller du er sikker på, at du har kopieret/indsat linket korrekt og det stadig ikke fungerer, bedes du kontakte supporten.

# ErrorMessage_InvalidUserName
source: User does not exist.
da_dk: En profil med det indtastede navn findes ikke.

# ErrorMessage_Login
source: Login failed, invalid user name or password.
da_dk: Login mislykkedes, ukorrekt profilnavn eller adgangskode.

# ErrorMessage_Login_LockedOut
source: Your account has been locked out because of too many invalid login attempts. Please contact us to have your account unlocked.
da_dk: Din profil er blevet låst på grund af for mange forkerte login forsøg. Kontakt venligst supporten for at få den låst op igen.

# ErrorMessage_Login_NotActivated
source: Your account has not yet been activated. Please activate it via an activation e-mail we sent you. If you didn't get the e-mail, then please try resending it by going to the <a href="{0}">Activation E-mail Recovery</a> page. If you can't send or receive the activation e-mail, please contact us.
da_dk: Din profil er ikke blevet aktiveret endnu. Du kan aktivere den via linket i den e-mail vi har sendt til dig. Hvis du ikke har modtaget en aktiveringsmail fra os, bedes du venligst gå til denne side: <a href="{0}">Gensend aktiveringsmail</a>. Hvis du ikke kan sende eller modtage aktiveringsmailen bedes du kontakte supporten.

# ErrorMessage_OpenId_AuthenticationCanceled
source: OpenID authentication canceled.
da_dk: OpenID bekræftelse er fortrudt.

# ErrorMessage_OpenId_AuthenticationFailed
source: OpenID authentication failed. Please check your OpenID.
da_dk: OpenIDbekræfyelse fejlede. Tjek venligst din OpenID.

# ErrorMessage_OpenId_Format
source: Wrong format of the OpenID login.
da_dk: Forkert format af OpenID login.

# ErrorMessage_OpenId_ImmediateMode
source: You must log into your OpenId provider first to use immediate mode.
da_dk: Du skal logge ind hos din OpenId udbyder først, for at bruge "immediate mode".

# Global_Password
source: Password
da_dk: Adgangskode

# Global_RepeatPassword
source: Repeat password
da_dk: Gentag adgangskode

# Global_UserName
source: User name
da_dk: Profilnavn

# Message_AccountActivated_Description
source: Your account has been successfully activated and you have been automatically signed in.
da_dk: Velkommen - din profil er nu oprettet og du er automatisk logget ind.

# Message_AccountActivated_Title
source: Account Activation
da_dk: Aktivering af profil

# Message_AccountActivationEmailSent_Description
source: To activate your account, please click on the link in the e-mail. Your account will be activated and you'll be automatically signed in.<br />If you don't get the e-mail within 10 minutes, please contact us.
da_dk: Klik venligst på linket i e-mailen, som vi sender til dig, for at aktivere din profil. Din profil vil blive aktiveret med det samme og du bliver automatisk logget ind.<br />Kontakt venligst supporten hvis du ikke modtager e-mailen indenfor 10 minutter.

# Message_AccountActivationEmailSent_Title
source: Activation e-mail has been successfully sent.
da_dk: Aktiveringsmailen er nu blevet sendt.

# Message_AccountCreated_Description
source: Thanks for creating your account. The last step you need to do is activating it. An e-mail has been sent to the address you provided.To activate your account, please click on the link in the e-mail. Your account we'll be activated and you'll be automatically signed in.<br /><br />If you don't get the e-mail within 10 minutes, please try to resend it by going to the <a href="{0}">Activation E-mail Recovery</a> page. If you keep experiencing problems, please contact us.
da_dk: Du har nu oprettet en profil på LykkenEr.dk. Det sidste du skal gøre er at aktivere den. Vi har sendt en e-mail til den adresse du har opgivet og for at aktivere profilen skal du bare klikke på linket i e-mailen. Profilen bliver aktiveret med det samme og du bliver automatisk logget ind.<br /><br />Prøv venligst at gensende aktiveringsmailen hvis du ikke modtager en e-mail fra os indenfor 10 minutter. Det kan du gøre på <a href="{0}">Gensend aktiveringsmail</a>. Kontakt venligst supporten hvis det fortsat mislykkes.

# Message_AccountCreated_Title
source: Your account has been successfully created.
da_dk: Din profil er nu oprettet.

# Message_PasswordRecoveryEmailSent_Description
source: Please check your e-mail, a message with your password should arrive soon.<br />If you don't get our e-mail within 10 minutes, please contact us.
da_dk: Tjek venligst din mailboks, en besked med din adgangskode er på vej.<br />Kontakt venligst supporten hvis du ikke modtager e-mailen indenfor 10 minutter.

# Message_PasswordRecoveryEmailSent_Title
source: Password reminder e-mail has been successfully sent.
da_dk: E-mail med oplysning om adgangskode er nu sendt til dig.

# PasswordlRecovery_UserName
source: User name
da_dk: Profilnavn

# PasswordRecovery_Title
source: Password Recovery
da_dk: Skriv dit profilnavn og så bliver din adgangskode sendt til dig pr. e-mail.

# ValidationMessage_Email
source: Please enter a valid e-mail address for '{0}'.
da_dk: Skriv venligst en korrekt e-mail adresse til '{0}'.

# ValidationMessage_Name
source: Please only use letters, numbers and punctuation for the '{0}'.
da_dk: Brug venligst kun bogstaver, tal og punktum til '{0}'.

# ValidationMessage_PasswordMatch
source: The password entry does not match the repeat password entry.
da_dk: Adgangskoderne er ikke ens.

# ValidationMessage_RequiredField
source: Please enter a value for '{0}'.
da_dk: Skriv venligst en værdi til '{0}'.

# MembershipEditor_CreateAccount
source: Create Account
da_dk: Opret profil

# MembershipEditor_Password
source: Password
da_dk: Adgangskode

# MembershipEditor_RememberMe
source: Remember me
da_dk: Husk mig

# MembershipEditor_RepeatPassword
source: Repeat password
da_dk: Gentag adgangskode

# MembershipEditor_Title_CreateAccount
source: Account Registration
da_dk: Opret profil

# MembershipEditor_Title_UpdateAccount
source: Update Account
da_dk: Opdater profil

# MembershipEditor_UpdateAccount
source: Update Account
da_dk: Opdater profil

# MembershipEditor_UserName
source: User name
da_dk: Profilnavn

# Login_Login
source: Log In
da_dk: Log ind

# Login_OpenId_Error_Create
source: User account cannot be created:
da_dk: Profil kan ikke oprettes:

# Login_OpenId_Example
source: Example:
da_dk: Eksempel:

# Login_OpenId_PasswordQuestion
source: This is an OpenID account. What nickname did you supply?
da_dk: Dette er en OpenID konto. Hvilket brugernavn har du brugt?

# Login_OpenId_Register
source: Get OpenID now
da_dk: Få OpenID nu

# Login_OpenId_Register_ToolTip
source: Sign up for a free OpenID account
da_dk: Få en gratis OpenID konto

# Login_OpenId_Title
source: Log in using your OpenID
da_dk: Log ind med din OpenID

# Login_Password
source: Password:
da_dk: Adgangskode:

# Login_PasswordRecoveryText
source: Forgot password?
da_dk: Glemt adgangskode?

# Login_Register
source: Register
da_dk: Opret profil

# Login_RememberMe
source: Remember me
da_dk: Husk mig

# Login_Title
source: Log in using your username and password
da_dk: Log ind med dit profilnavn og adgangskode

# Login_UserName
source: User name:
da_dk: Profilnavn:

# Button_Cancel
source: Cancel
da_dk: Fortryd

# Button_Save
source: Save
da_dk: Gem

# Button_Cancel_AccessKey
source: C
da_dk: F

# Button_Close
source: Close
da_dk: Luk

# Button_Close_AccessKey
source: C
da_dk: L

# Button_Save_AccessKey
source: S
da_dk: G

# Global_Error
source: Error
da_dk: Fejl

# UserPicker_ToolTip
source: Tip: start typing the username, first or last name of the person you want to contact. You can enter unlimited values in this field, separate individual entries by commas.
da_dk: Tip: skriv navnet på den person du gerne vil kontakte. Du kan tilføje flere navne ved at adskille dem med komma.

# Button_Delete
source: Delete
da_dk: Slet

# Button_Delete_AccessKey
source: D
da_dk: S

# Button_Update
source: Update
da_dk: Opdater

# Button_Update_AccessKey
source: U
da_dk: O

# Button_Edit
source: Edit
da_dk: Rediger

# Button_Edit_AccessKey
source: E
da_dk: R

# HtmlEditor_DefaultText
source: Please enter your text here.
da_dk: Skriv venligst din tekst her

# HtmlEditor_EditVerbDescription
source: Edit text in this Web part
da_dk: Rediger tekst i denne Web part

# HtmlEditor_EditVerbText
source: Edit
da_dk: Rediger

# HtmlEditor_ResetConfirmation
source: The content of this Web part will be re-set to its initial value. Continue?
da_dk: Indholdet i denne Web part vil blive sat tilbage til oprindelig værdi. Fortsæt?

# HtmlEditor_ResetVerbDescription
source: Reset the content of this Web part
da_dk: Reset indholdet af denne Web part

# Confirmation_RequestErrorText
source: Your request was not processed successfully. Please contact support for more information.
da_dk: Der er desværre sket en fejl. Din anmodning blev ikke sendt. Kontakt venligst supporten for mere information.

# Confirmation_RequestErrorTitle
source: An error has occured!
da_dk: Der er opstået en fejl!

# HtmlEditor_DefaultTitle
source: Title
da_dk: Overskrift

# AjaxConfirm_ConfirmDialogMessage
source: Ok / Cancel ?
da_dk: Ok / Fortryd ?

# AjaxConfirm_ConfirmDialogTitle
source: Confirm
da_dk: Bekræft

# AjaxConfirm_DeleteDialogMessage
source: Are you sure ?
da_dk: Er du sikker ?

# AjaxConfirm_DeleteDialogTitle
source: Delete
da_dk: Slet

# CustomRadEditor_MaxLenReached
source: You have reached maximum number ({0}) of allowed characters!
da_dk: Du har nået maximum af tilladt antal ({0}) bogstaver!

# DualListBox_MaxErrorMessage
source: Maximum number of allowed items reached!
da_dk: Maximum antal af tilladte emner er nået!

# DualListBox_MinErrorMessage
source: Minimum number of allowed items reached!
da_dk: Minimum antal af tilladte emner er nået!

# DualListBox_MinItemsRequired
source: Minimum of {0} items are required!
da_dk: Minimum {0} emne(r) er krævet!

# DualListBox_NoPreference
source: No preference
da_dk: Ingen præference

# LocaleChanger_DefaultLangTitle
source: Default
da_dk: Standard

# PageModeChanger_ModeDropdownToolTip
source: Choose page mode
da_dk: Vælg sideindstilling

# Captcha_imgCaptcha_AlternateText
source: Visual verification
da_dk: Visuel bekræftelse

# Captcha_ImgCaptcha_ToolTip
source: Please enter the security code as shown in the image.
da_dk: Skriv venligst sikkerhedskoden som vises i billedet.

# Captcha_LblInvalidCaptcha_Text
source: Captcha code is invalid. Please try again.
da_dk: Captcha koden er ikke korrekt. Prøv venligst igen.

# Captcha_Loading
source: Loading ...
da_dk: Indlæser ...

# Captcha_RefreshCode
source: Refresh the Captcha code
da_dk: Vis en ny Captcha kode

# Captcha_ReqCaptchaCode_ErrorMessage
source: Please provide a captcha code.
da_dk: Skriv venligst Captcha koden.

# ContactForm_Email
source: Your E-Mail address:
da_dk: Din e-mail adresse:

# ContactForm_Message
source: Message:
da_dk: Besked:

# ContactForm_Name
source: Your name:
da_dk: Dit navn:

# ContactForm_Subject
source: Subject:
da_dk: Angående:

# ContactForm_SuccessfulSend
source: Your message was sent.
da_dk: Din besked er nu sendt.

# ContactForm_Title
source: Send Us an E-Mail
da_dk: Send os en e-mail

# ContactForm_UnSuccessfulSend
source: Your message wasn't sent. Please try again.
da_dk: Din besked blev ikke sendt. Prøv venligst igen.

# Label_Loading
source: Loading...
da_dk: Indlæser...

# Label_NoData
source: No data could be found to satisfy your search criteria.
da_dk: Der kunne desværre ikke findes noget, der svarer til søgningen.

# LoginName_FormatString
source: You are logged in as: {0}
da_dk: Hej og velkommen {0}

# LoginStatus_LoginText
source: Login
da_dk: Log ind

# LoginStatus_LogoutText
source: Log out by clicking here
da_dk: Log ud

# MonoXMaster_AppearanceEditorPart_Title
source: Appearance
da_dk: Udseende

# MonoXMaster_LoginNameShort_FormatString
source: You are logged in as: {0}
da_dk: Hej og velkommen: {0}

# MonoXMaster_LoginName_FormatString
source: You are logged in as: {0}
da_dk: Hej og velkommen: {0}

# MonoXMaster_LoginStatusShort_LogoutText
source: Log out
da_dk: Log ud

# MonoXMaster_LoginStatus_LoginText
source: Login
da_dk: Log ind

# MonoXMaster_LoginStatus_LogoutText
source: Logout
da_dk: Log ud

# News_Title
source: News
da_dk: Nyheder

# Poll_ResultsButtonText
source: Results
da_dk: Resultat

# Poll_TotalVotesTemplateText
source: Total: {0} vote(s).
da_dk: Ialt: {0} stemme(r).

# Poll_VoteButtonText
source: Vote
da_dk: Stemme

# Search_BtnSearch2
source: Go
da_dk: Søg

# Search_BtnSearchTooltip
source: Click to start your search
da_dk: Klik for at søge

# Search_LabNoSearchProviderSelected
source: There are no search providers selected.
da_dk: Der er ikke valgt nogen søgning.

# LoginRpx_EmailDescription
source: Your login provider does not disclose the e-mail address that is needed to create a fully functional account. Please fill in the box below.
da_dk: Din login udbyder vidergiver ikke e-mail adressen som skal bruges for at oprette en funktionel profil. Udfyld venligst nedenstående.

# LoginRpx_Title
source: Enter e-mail
da_dk: Skriv e-mail

# SiteSearch_DefaultText
source: Search...
da_dk: Søg...

# PeopleSearch_DefaultText
source: Search people
da_dk: Søg profiler

# Search_Go
source: Go
da_dk: Søg

# Login_RegisterInvitation
source: Register
da_dk: Opret profil

# Captcha_LongInfo
source: <a href="http://en.wikipedia.org/wiki/CAPTCHA" title="Click here to get more information on Captcha">CAPTCHAs</a> are used to prevent automated software from performing actions which degrade the quality of service of a given system, whether due to abuse or resource expenditure.
da_dk: <a href="http://en.wikipedia.org/wiki/CAPTCHA" titel="Klik her for at få mere information om Captcha">CAPTCHAs</a> bruges for at sikre at automatiseret software ikke kan få adgang og dermed få mulighed for at ødelægge noget på siden.

# Captcha_ShortInfo
source: Please type in the code shown in the image.
da_dk: Skriv venligst koden som vises i billedet.

# ContactForm_AddressLabel
source: Address:
da_dk: Adresse:

# ContactForm_ContactInfoTitle
source: Contact info
da_dk: Kontakt info

# ContactForm_PhoneLabel
source: Phone:
da_dk: Telefon:

# ContactForm_SendButton
source: Send Now
da_dk: Send nu

# PasswordRecovery_SentSuccessfully
source: Email was sent successfully.
da_dk: E-mail blev sendt.

# PasswordRecovery_SentUnSuccessfully
source: An error has occured while trying to send an e-mail message.
da_dk: Der skete desværre en fejl under afsendelse af en e-mail.

# Login_ViewProfile
source: User profile
da_dk: Min profil

# Search_EnterSearchPhrase
source: Please enter search phrase
da_dk: Skriv venligst søgeord

# Registration_RegistrationNotAllowed_Description
source: Registration is not allowed on this site. Please contact support service if you want to open a user account.
da_dk: Oprettelse af profil er ikke tilladt på denne side. Kontakt venligst supporten hvis du ønsker at oprette en profil.

# Registration_RegistrationNotAllowed_Title
source: Registration not allowed
da_dk: Registrering er ikke tilladt

# CachedOnFormatText
source: Cached on {0}
da_dk: Cached på {0}

# ErrorMessage_Upload
source: Could not upload all files. Please ensure that all files that are being uploaded have the correct extension and size.
da_dk: Ikke alle filer kunne uploades. Vær venligst sikker på at alle filer har den rigtige endelse og størrelse.

# DateTimeExtension_DaysAgo
source: {0} day(s)
da_dk: {0} dage

# DateTimeExtension_FormatSufix
source: ago
da_dk: siden

# DateTimeExtension_HoursAgo
source: {0} hour(s)
da_dk: {0} timer

# DateTimeExtension_JustNow
source: just now
da_dk: lige nu

# DateTimeExtension_MinutesAgo
source: {0} minute(s)
da_dk: {0} minutter

# DateTimeExtension_MonthsAgo
source: {0} month(s)
da_dk: {0} måneder

# DateTimeExtension_OneHourAgo
source: 1 hour
da_dk: 1 time

# DateTimeExtension_OneMinuteAgo
source: 1 minute
da_dk: 1 minut

# DateTimeExtension_OneYearAgo
source: 1 year
da_dk: 1 år

# DateTimeExtension_WeeksAgo
source: {0} week(s)
da_dk: {0} uger

# DateTimeExtension_YearsAgo
source: {0} year(s)
da_dk: {0} år

# DateTimeExtension_Yesterday
source: yesterday
da_dk: i går

# DateTimeExtension_OneWeekAgo
source: 1 week
da_dk: 1 uge

# MonoXRating_CaptionToolTip
source: Content is rated {0:f2} of {1} vote(s).
da_dk: Indholdet har fået {0:f2} stjerner af {1} profil(er)

# MonoXRating_Caption
source: Rated {0:f2}, {1} vote(s).
da_dk: Bedømt til {0:f2} stjerner af {1} profil(er)

# MonoXRating_RatingHistorySubTitle
source: Shows who have rated the content, and the rating score.
da_dk: Viser hvem der har bedømt indholdet og hvor mange stjerner.

# MonoXRating_RatingHistoryTitle
source: Rating history
da_dk: Bedømmelseshistorik

# MonoXRating_ViewHistory
source: Rating history
da_dk: Bedømmelseshistorik

# MonoXRating_NotRated
source: This content has not been rated yet.
da_dk: Dette indhold er ikke bedømt endnu.

# SyntaxHighlighter_EmptyPlaceHolderCaption
source: enter code here
da_dk: skriv koden her

# SyntaxHighlighter_MenuRootItemCaption
source: Insert code
da_dk: Indsæt kode

# MessageCenter
source: Go to message center
da_dk: Gå til mailboksen

# RelatedContent_Title
source: Related content
da_dk: Relateret indhold

# MonoXRating_NoRatePermission
source: You can not rate this content (e.g. You are not authenitcated, This is your content, You already rated this content etc.).
da_dk: Du kan ikke bedømme dette indhold (måske er du ikke logget ind, det er dit eget indhold eller du har allerede bedømt det).

# MonoXRating_RatedByNotMember
source: Unauthenticated user
da_dk: Ikke godkent profil

# ErrorMessage_NotEnablePasswordReset
source: Password reset is not enabled.
da_dk: Det er ikke muligt at nulstille adgangskoden (Password reset is not enabled).

# ErrorMessage_NotEnablePasswordRetrieval
source: Password retrieval is not enabled.
da_dk: Det er ikke muligt at få oplyst adgangskoden (Password retrieval is not enabled).

# NotValidUserDataPP
source: User data is not valid! Please fetch all user data.
da_dk: Profiloplysninger er ikke korrekte. Hent venligst alle profildata.

# OpenSocial_Allow
source: Allow
da_dk: Tillad

# OpenSocial_Deny
source: Deny
da_dk: Afvis

# OpenSocial_RequestMessage
source: {0} application wants to access your social data.
da_dk: {0} ønsker adgang til dine oplysninger?

# ContactForm_MissingContactEMailAddress
source: Contact e-mail address is missing. Please contact the web site administrator.
da_dk: Kontakt e-mail adresse mangler. Kontakt venligst administratoren.

# Message_AccountUpdated
source: Your account has been successfully updated.
da_dk: Din profil er nu blevet opdateret.

# ErrorMessage_UserAccountHasBeenLockedOut
source: Password was not retrieved (e.g. The user account has been locked out, etc. ).
da_dk: Adgangskoden kunne ikke findes (f.eks. fordi profilen er låst eller lukket).

# GoogleMaps_DefaultLocation
source: United States
da_dk: Denmark
