Repository: Zoomicon/ClipFlair
Catalog: Server/ClipFlair.Social/MonoX/Resources/InstallerResources.*.resx
Languages: es_es

# DatabaseInfo_btnCreateNew
source: Use an empty database
es_es: Usar una base de datos vacia

# DatabaseInfo_btnExisting
source: Use an existing database installed by a previous version of MonoX
es_es: Use una base de datos instalada existente por una versión anterior de MonoX

# DatabaseInfo_btnMultiApp
source: ADVANCED: Setup a new MonoX instance under the existing database
es_es: AVANZADO: Configuración de una instancia de MonoX de nuevo bajo la base de datos existente

# DatabaseInfo_labNote1
source: This option will create all tables that MonoX requires on an empty database. You still need to perform all prerequisite installation steps (create an empty database and configure the appropriate security settings) as described in the installation section of the user manual.
es_es: Esta opción creará todas las tablas que requiere de MonoX en una base de datos vacía. Todavía es necesario realizar todos los pasos de instalación de requisitos previos (crear una base de datos vacía y la configuración de seguridad adecuada) como se describe en la sección de instalación del manual de usuario.

# DatabaseInfo_labNote2
source: This option will skip all database related wizard steps. This may be useful in various upgrade or migration scenarios.
es_es: Esta opción se saltará todas las medidas relacionadas con la base de datos del asistente. Esto puede ser útil en varios escenarios de actualización o migración

# DatabaseInfo_labNote3
source: This option should be used for the multi portal environment installation purposes. Please consult the documentation for more information.
es_es: Esta opción debe ser utulizada para con el proposito de instalaciones multi portal.

# DatabaseInfo_labSubTitle
source: Choose the database where you would like to install MonoX.
es_es: Elegir la base de datos donde se desea instalar MonoX

# DatabaseInfo_NextText
source: Finish >
es_es: Finalizar>

# DatabaseInfo_PageTitle
source: Database setup
es_es: Configuración de la base de datos

# DatabaseInfo_Title
source: Select a Database
es_es: Seleccionar base de datos

# Default_labIISInfo
source: IIS or compatible web server software must be installed
es_es: IIS o un software de servidor web compatible debe ser instalado

# Default_labMSNetInfo
source: Version 3.5 or higher of the .NET framework must be installed
es_es: Versión 3.5 o superior de . NET Framework debe ser instalado

# Default_labRequirements
source: Requirements:
es_es: Requerimientos:

# Default_linkIIS
source: Get help installing IIS
es_es: Obtener ayuda instalando IIS

# Default_linkMSNet3
source: Get help installing .NET framework (3.0)
es_es: Obtener ayuda instalando .NET framework (3.0)

# Default_PageTitle
source: Welcome
es_es: Bienvenido

# Default_Title
source: Welcome to the MonoX installation wizard.
es_es: Bienvenido al asistente de instalación de MonoX

# InstallComplete_ApplicationCreated
source: Application created.
es_es: Aplicación creada

# InstallComplete_CreatingApplication
source: Creating application ...
es_es: Creando aplicación...

# InstallComplete_CreatingDatabase
source: Creating database ...
es_es: Creando base de datos...

# InstallComplete_CustomButtonText
source: Retry
es_es: Reintentar

# InstallComplete_DatabaseCreated
source: Database created.
es_es: Base de datos creada.

# InstallComplete_FolderPermissionsSet
source: Folder permssions set for "{0}".
es_es: Permisos de folder establecidos para "{0}".

# InstallComplete_ImportedAspnet_Applications
source: Imported "aspnet_Applications".
es_es: Importado: "aspnet_Applications".

# InstallComplete_ImportedAspnet_Membership
source: Imported "aspnet_Membership".
es_es: Importado: "aspnet_Membership".

# InstallComplete_ImportedAspnet_Roles
source: Imported "aspnet_Roles".
es_es: Importado: "aspnet_Roles".

# InstallComplete_ImportedAspnet_SchemaVersions
source: Imported "aspnet_SchemaVersions".
es_es: Importado: "aspnet_SchemaVersions".

# InstallComplete_ImportedAspnet_Users
source: Imported "aspnet_Users".
es_es: Importado: "aspnet_Users".

# InstallComplete_ImportedAspnet_UsersInRoles
source: Imported "aspnet_UsersInRoles".
es_es: Importado: "aspnet_UsersInRoles".

# InstallComplete_ImportedBlogData
source: Imported "Blog sample data" ...
es_es: Importado: "Blog sample data" ...

# InstallComplete_ImportedDocument
source: Imported "Document".
es_es: Importado: "Document".

# InstallComplete_ImportedLanguage
source: Imported "Language".
es_es: Importado: "Language".

# InstallComplete_ImportedLocalizationBinary
source: Imported "LocalizationBinary".
es_es: Importado: "LocalizationBinary".

# InstallComplete_ImportedLocalizationSource
source: Imported "LocalizationSource".
es_es: Importado: "LocalizationSource".

# InstallComplete_ImportedLocalizationString
source: Imported "LocalizationString".
es_es: Importado: "LocalizationString".

# InstallComplete_ImportedNavigation
source: Imported "Navigation".
es_es: Importado: "Navigation".

# InstallComplete_ImportedNavigationLocalization
source: Imported "NavigationLocalization".
es_es: Importado: "NavigationLocalization".

# InstallComplete_ImportedPage
source: Imported "Page".
es_es: Importado: "Page".

# InstallComplete_ImportedPageLocalization
source: Imported "PageLocalization".
es_es: Importado: "PageLocalization".

# InstallComplete_ImportedPageRole
source: Imported "PageRole".
es_es: Importado: "PageRole".

# InstallComplete_ImportedSNData
source: Imported "Social network sample data" ...
es_es: Importado: "Social network sample data" ...

# InstallComplete_ImportedTitle
source: imported.
es_es: Importado.

# InstallComplete_ImportingAspnet_Applications
source: Importing "aspnet_Applications" ...
es_es: Importando: "aspnet_Applications" ...

# InstallComplete_ImportingAspnet_Membership
source: Importing "aspnet_Membership" ...
es_es: Importando: "aspnet_Membership" ...

# InstallComplete_ImportingAspnet_Roles
source: Importing "aspnet_Roles" ...
es_es: Importando: "aspnet_Roles" ...

# InstallComplete_ImportingAspnet_SchemaVersions
source: Importing "aspnet_SchemaVersions" ...
es_es: Importando: "aspnet_SchemaVersions" ...

# InstallComplete_ImportingAspnet_Users
source: Importing "aspnet_Users" ...
es_es: Importando: "aspnet_Users" ...

# InstallComplete_ImportingAspnet_UsersInRoles
source: Importing "aspnet_UsersInRoles" ...
es_es: Importando:"aspnet_UsersInRoles" ...

# InstallComplete_ImportingBlogData
source: Importing "Blog sample data" ...
es_es: Importando: "Blog sample data" ...

# InstallComplete_ImportingDocument
source: Importing "Document" ...
es_es: Importando: "Document" ...

# InstallComplete_ImportingExistingData
source: Importing data ...
es_es: Importando: data ...

# InstallComplete_ImportingLanguage
source: Importing "Language" ...
es_es: Importando: "Language" ...

# InstallComplete_ImportingLocalizationBinary
source: Importing "LocalizationBinary" ...
es_es: Importando: "LocalizationBinary" ...

# InstallComplete_ImportingLocalizationSource
source: Importing "LocalizationSource" ...
es_es: Importando: "LocalizationSource" ...

# InstallComplete_ImportingLocalizationString
source: Importing "LocalizationString" ...
es_es: Importando: "LocalizationString" ...

# InstallComplete_ImportingNavigation
source: Importing "Navigation" ...
es_es: Importando: "Navigation" ...

# InstallComplete_ImportingNavigationLocalization
source: Importing "NavigationLocalization" ...
es_es: Importando: "NavigationLocalization" ...

# InstallComplete_ImportingPage
source: Importing "Page" ...
es_es: Importando: "Page" ...

# InstallComplete_ImportingPageLocalization
source: Importing "PageLocalization" ...
es_es: Importando: "PageLocalization" ...

# InstallComplete_ImportingPageRole
source: Importing "PageRole" ...
es_es: Importando: "PageRole" ...

# InstallComplete_ImportingSNData
source: Importing "Social network sample data" ...
es_es: Importando: "Social network sample data" ...

# InstallComplete_ImportingTitle
source: Importing
es_es: Importando:

# InstallComplete_InfoStep_Complete
source: Installation complete!
es_es: Instalación completa!

# InstallComplete_InfoStep_Start
source: Installation starting ...
es_es: Iniciando instalación...

# InstallComplete_InProgress
source: Installation in progress ...
es_es: Instalación en progreso...

# InstallComplete_labSubTitle
source: Please wait while wizard performs installation operations ...
es_es: Por favor, espere mientras el asistente realiza las operaciones de instalación ...

# InstallComplete_lnkHere
source: here
es_es: Aca

# InstallComplete_NextText
source: Web site >
es_es: Sitio Web >

# InstallComplete_Note
source: Please note: Worker process (Account: {0}) needs to have write permissions on the web.config file in order to write all settings and complete the installation process.
es_es: Tenga en cuenta: El proceso de trabajo (Cuenta: {0}) tiene que tener permisos de escritura en el archivo web.config para escribir todos los ajustes y completar el proceso de instalación.

# InstallComplete_Note2
source: Once you've finished click
es_es: Una vez que haya terminado, haga clic

# InstallComplete_Note3
source: to navigate to your new web site.
es_es: para desplazarse a su nuevo sitio web.

# InstallComplete_PageTitle
source: Complete
es_es: Completado

# InstallComplete_SettingFolderPermissions
source: Setting folder permssions for "{0}" ...
es_es: Configuración de los permisos de carpeta para "{0}" ...

# InstallComplete_Title
source: Complete.
es_es: Completado.

# Master_btnCancel
source: Cancel
es_es: Cancelar

# Master_btnCustom
source: Custom
es_es: Personalizar

# Master_btnNext
source: Next >
es_es: Siguiente >

# Master_btnPrevious
source: < Previous
es_es: < Anterior

# Master_EmptyHeaderTitle
source: Empty header title
es_es: Título de cabecera vacío

# Title
source: MonoX Installation
es_es: Instalación de MonoX

# License_AgreeRequired
source: Please confirm that you agree with the license agreement.
es_es: Por favor, confirme que está de acuerdo con el contrato de licencia.

# License_btnPrintable
source: Printable version
es_es: Versión imprimible

# License_chkAgree
source: I Agree
es_es: Estoy de acuerdo

# License_PageTitle
source: License Agreement
es_es: Acuerdo de Licencia

# License_Title
source: MonoX License
es_es: Licencia MonoX

# NewApplication_chkExistingMembershipProvider
source: Use existing mebmership provider ?
es_es: ¿Uso del proveedor de suscripciones ya existente??

# NewApplication_labCloneAppName
source: Application to clone:
es_es: Aplicación a clonar:

# NewApplication_labNewAppName
source: New application name:
es_es: Nuevo nombre de aplicación:

# NewApplication_labSubTitle
source: Multi application environment
es_es: Ambiente de multiples aplicacónes

# NewApplication_NextText
source: Finish >
es_es: Finalizar >

# NewApplication_PageTitle
source: New application installation
es_es: Nueva instalación de aplicación

# NewApplication_Title
source: New application installation
es_es: Nueva instalación de aplicación

# SQLInfo_chkImpersonationEnabled
source: ASP.NET Impersonation enabled (Note: changing the value will restart the wizard)
es_es: Suplantación de ASP.NET habilitados (Nota: cambiar el valor se reiniciará el asistente)

# SQLInfo_labNote
source: Note that <b>Windows authentication</b> requires ASP.NET impersonation to be enabled in the web.config file to successfully connect to the SQL Server. Additionally, you will need to set the proper login permissions for the "{0}" user in the SQL Server Management Studio.
es_es: Tenga en cuenta que <b> la autenticación de Windows </ b> requiere la suplantación de ASP.NET para estar habilitado en el archivo web.config para conectar al servidor SQL. Además, tendrá que establecer los permisos de acceso adecuados para el "{0}" del usuario en el SQL Server Management Studio.

# SQLInfo_labSQLServerName
source: Database server name or IP address:
es_es: Nombre de servidor de base de datos o dirección IP:

# SQLInfo_labSubTitle
source: Select a database server name and login information.
es_es: Seleccione un nombre de servidor de base de datos y la información de Login.

# SQLInfo_labUsername
source: Username:
es_es: Nombre de usuario:

# SQLInfo_PageTitle
source: Database Server Info
es_es: Información del servidor de base de datos

# SQLInfo_ServerNoFound
source: Couldn't find SQL sever instance by that name.
es_es: No se pudo encontrar servidor SQL con ese nombre.

# SQLInfo_sqlAuthTitle
source: SQL Server Authentication
es_es: Autenticación de SQL Server

# SQLInfo_Title
source: MonoX Database Login
es_es: Acceso de base de datos de MonoX

# SQLInfo_winAuthTitle
source: Windows Authentication
es_es: Autenticacion de Windows

# InstallComplete_ImportedOther
source: Imported "MonoX data".
es_es: Importado: "MonoX data".

# InstallComplete_ImportingOther
source: Importing "MonoX data" ...
es_es: Importando: "MonoX data" ...

# DatabaseInfo_AdvancedSettings
source: Advanced MonoX Settings
es_es: Propiedades avanzadas MonoX

# AdvancedSettings_Title
source: Advanced Settings
es_es: Propiedades avanzadas

# Default_linkMSNet31
source: Get help installing .NET framework (3.0 SP1)
es_es: Obtener ayuda instalando .NET framework (3.0 SP1)

# Default_linkMSNet35
source: Get help installing .NET framework (3.5)
es_es: Obtener ayuda instalando .NET framework (3.5)

# InstallComplete_FolderPermissionsNotSet
source: Warning: Folder permssions not set on folder "{0}". Please set the write permission manually for account: "{1}".
es_es: Advertencia: Los permisos de carpeta no se establece en la carpeta "{0}". Por favor corriga los permisos de escritura manual para la cuenta: "{1}".

# PermissionCheckBox_Ok
source: The '{0}' account is granted with permissions '{1}' on the '{2}' folder.
es_es: La '{0}' cuente tiene permisos '{1}' en el '{2}' folder.

# PermissionCheckBox_Skip
source: Skip
es_es: Omitir

# PermissionCheckBox_TestAgain
source: Test permissions again
es_es: Provar permisos de nuevo

# PermissionCheckBox_Warning
source: The '{0}' account is not granted '{1}' permission on the '{2}'. Although this is not a fatal error, it's highly recommended that you configure these permissions.
es_es: La '{0}' cuenta no contiene '{1}' permisos en '{2}'. Aunque esto no es un error fatal, es muy recomendable que configurar estos permisos.

# InstallComplete_ImportedNewsData
source: Imported news data ...
es_es: Importado: news data ...

# InstallComplete_ImportingNewsData
source: Importing news data ...
es_es: Importando datos de noticia ...

# MonoXVersion
source: MonoX for ASP.NET {0}. Download other MonoX versions <a href="{1}" title="MonoX">here</a>.
es_es: MonoX de ASP.NET {0}. Descargar MonoX de otras versiones <a href="{1}" title="MonoX"> aquí </ a>.

# DatabaseInfo_UnableToFindExistingMonoXDatabase
source: A valid MonoX database cannot be located under the name you selected.
es_es: Una base de datos de MonoX de validez no puede ser localizada bajo el nombre seleccionado.

# SQLInfo_EnterDatabaseName
source: Cannot list databases - please enter a database name manually
es_es: No se pueden listar las bases de datos- por favor, introduzca un nombre de base de datos manualmente

# SQLInfo_EnterDatabaseServerName
source: Cannot list servers - please enter a server name manually
es_es: No se pueden listar los servidores - por favor introduzca un nombre de base de datos manualmente
