Repository: Zoomicon/ClipFlair
Catalog: Server/ClipFlair.Social/MonoX/Resources/SocialNetworkingResources.*.resx
Languages: it_it

# Discussion_Add_New_Board
source: Add new discussion board
it_it: Apri una nuova discussione

source: Discussion board description
it_it: Descrizione

source: Discussion board name
it_it: Nome

# Discussion_Button_Post
source: Post
it_it: Messaggio

# Events_BecameFriends
source: <a href="{ProfileUrl}">{UserName}</a> and <a href="{FriendProfileUrl}">{FriendUserName}</a> are now friends.
it_it: <a href="{ProfileUrl}">{UserName}</a> e <a href="{FriendProfileUrl}">{FriendUserName}</a> hanno stretto amicizia.

# Events_BlogPostPublished
source: <a href="{ProfileUrl}">{UserName}</a> published a blog post: <a href="{BlogPostUrl}">{BlogPostTitle}</a>
it_it: <a href="{ProfileUrl}">{UserName}</a> ha pubblicato un nuovo articolo: <a href="{BlogPostUrl}">{BlogPostTitle}</a>

# Friends_ConfirmDelete
source: This person will be removed from your friend list. Are you sure?
it_it: Questa persona verrà rimossa dalla lista dei tuoi amici. Sei sicuro?

# Friends_DeleteFriend
source: Remove {0} from your list of friends
it_it: Rimuovi {0} dalla lista dei tuoi amici

# Friends_ViewProfile
source: View profile for {0}
it_it: Guarda il profilo di {0}

# Global_ViewProfile
source: View profile for {0}
it_it: Guarda il profilo di {0}

# Groups_ConfirmDelete
source: This group and all of its resources (member list, discussions, files) will be deleted. Are you sure?
it_it: Questo gruppo e tutti i suoi elementi verranno cancellati, sei sicuro?

# Groups_ConfirmJoinPrivate
source: You are about to send a request for membership for a private group. Your request will have to be approved by the group administrator before you can use any of its resources. Do you want to continue?
it_it: Stai spedendo al richiesta di iscrizione ad un gruppo privato. La richiesta dev'essere approvata da uno degli amministratori del gruppo. Continuare?

# Groups_ConfirmJoinPublic
source: You are about to join a public group. Public groups allow users to access all resources immediatelly. Do you want to continue?
it_it: Ti stai per iscrivere al gruppo, continuare?

# Groups_ConfirmLeave
source: You are about to leave the membership of this group. Are you sure?
it_it: Stai per abbandonare il gruppo, conitnuare?

# Groups_Delete
source: Delete
it_it: Cancella gruppo

# Groups_Description
source: Description:
it_it: Descrizione:

# Groups_Edit
source: Edit
it_it: Modifica le impostazioni

# Groups_GroupEdit_Categories
source: Categories:
it_it: Categorie:

# Groups_GroupEdit_Description
source: Group description:
it_it: Descrizione:

# Groups_GroupEdit_ErrorSave
source: An error has occured while trying to save this group. Please check all values and try again.
it_it: C'è stato un problema durante il salvataggio, per favore riprovare.

# Groups_GroupEdit_Name
source: Group name:
it_it: Nome:

# Groups_GroupEdit_NameRequired
source: Group name is required.
it_it: Il nome è richiesto.

# Groups_GroupEdit_Picture
source: Group image:
it_it: Immagine del gruppo:

# Groups_GroupEdit_Privacy
source: Open group?
it_it: Vuoi aprire un nuovo gruppo?

# Groups_GroupEdit_PrivacyLegend
source: All users can join <i>open groups</i> and invite others to join. Anyone can see the group information and content.<br /> Administrators of <i>closed groups</i> must approve requests for new members. All users can see group descriptions, but only members can see the group content (wall posts, uploaded files, ...).
it_it: Tutti gli utenti possono iscriversi ai <i>gruppi aperti</i>, invitare altri utenti e vedere immagini e discussioni.<br /> Le iscrizioni ai <i>gruppi privati</i> devono essere autorizzate da un amministratore e solo gli iscritti possono leggere contenuti e vedere le foto.

# Groups_GroupList_AddNew
source: Add new group
it_it: Aggiungi un nuovo gruppo

# Groups_GroupList_MemberCount
source: Members:
it_it: Iscritti:

# Groups_Join
source: Join this group
it_it: Iscriviti a questo gruppo

# Groups_Leave
source: Leave this group
it_it: Lascia questo gruppo

# Groups_Name
source: Name:
it_it: Nome:

# Messaging_Cancel
source: Back
it_it: Annulla

# Messaging_CreateMessage_ErrorCannotSave
source: Message cannot be saved to the repository!
it_it: Il messaggio non può essere salvato!

# Messaging_CreateMessage_ErrorSendGroup
source: <br />An error has occured while trying to send the message to the group members: {0}.
it_it: <br />c'è stato un errore durante l'invio del messaggio: {0}.

# Messaging_CreateMessage_ErrorSendMessageList
source: <br />An error has occured while trying to send the message to the recipients of the message list: {0}.
it_it: <br />c'è stato un errore durante l'invio del messaggio: {0}.

# Messaging_CreateMessage_ErrorSendRecipient
source: <br />An error has occured while trying to send the message to the following recipient: {0}.
it_it: <br />c'è stato un errore durante l'invio del messaggio a: {0}.

# Messaging_CreateMessage_Message
source: Message:
it_it: Messaggio:

# Messaging_CreateMessage_MessagingGroup
source: messaging group
it_it: Messaggio di gruppo

# Messaging_CreateMessage_MessagingList
source: messaging list
it_it: Elenco messaggi

# Messaging_CreateMessage_NoRecipients
source: The recipient list is empty!
it_it: L'elenco dei destinatari è vuoto!

# Messaging_CreateMessage_Recipeints
source: To:
it_it: a:

# Messaging_CreateMessage_Send
source: Send
it_it: Invia

# Messaging_CreateMessage_SendMailCopy
source: Send a copy of this message to recipient's e-mail address.
it_it: Invia una copia di questo messaggio all'indirizzo email del destinatario.

# Messaging_CreateMessage_Subject
source: Subject:
it_it: Soggetto:

# Messaging_CreateMessage_Upload
source: Attachments:
it_it: Allegati:

# Messaging_ListAdmin_AddList
source: + Add new list
it_it: + aggiungi una nuova lista

# Messaging_ListAdmin_AddNew
source: Add new
it_it: nuovo

# Messaging_ListAdmin_DeleteConfirmation
source: This list will be deleted. Are you sure?
it_it: Questa lista verrà cancellata, sicuro?

# Messaging_ListAdmin_HeaderText
source: Friend list management
it_it: Gestione lista amicizie

# Messaging_ListAdmin_ListMembers
source: List members:
it_it: Lista degli iscritti:

# Messaging_ListAdmin_Name
source: Name:
it_it: Nome:

# Messaging_ListAdmin_PageTitle
source: Manage friend lists
it_it: Gestione lista amicizie

# Messaging_ListAdmin_SubHeaderText
source: Use this panel to manage lists of friends and contacts that can be used to send messages to all members of the list.
it_it: Utilizza questa pagina per gestire i tuoi contatti.

# Messaging_MessageDetails
source: Message details
it_it: Dettagli messaggio

# Messaging_MessageDetails_ErrorCannotSave
source: Message cannot be saved to the repository!
it_it: Il messaggio non può essere salvato tra i destinatari!

# Messaging_MessageDetails_ErrorSendReply
source: <br />An error has occured while trying to send the reply to all recipients.
it_it: <br />c'è stato un errore durante l'invio del messaggio.

# Messaging_MessageDetails_Reply
source: Reply:
it_it: Rispondi:

# Messaging_MessageDetails_Send
source: Send
it_it: Invia

# Messaging_MessageDetails_SendMailCopy
source: Send a copy of this message to recipient's e-mail address.
it_it: Manda una copia del messaggio all'email del destinatario.

# Messaging_MessageDetails_Upload
source: Attachments:
it_it: Allegati:

# Messaging_MessageSent
source: Your message was successfully sent!
it_it: Il messaggio è stato inviato correttamente!

# Messaging_NewMessage
source: <span>+ New message</span>
it_it: + nuovo messaggio

# Messaging_Received
source: <span>Received</span>
it_it: Ricevuto

# Messaging_Sent
source: <span>Sent</span>
it_it: Invia

# PhotoGallery_AlbumEditView_CreateAlbum
source: Create a Photo Album
it_it: Crea un album

# PhotoGallery_AlbumEditView_Description
source: Description
it_it: Descrizione

# PhotoGallery_AlbumEditView_Name
source: Album name
it_it: Nome

# PhotoGallery_AlbumList_Delete
source: Delete Album
it_it: Cancella album

# PhotoGallery_AlbumList_DeleteConfirmation
source: Are you sure you want to delete the album ?
it_it: Sicuro di voler cancellare questo album?

# PhotoGallery_AlbumList_Edit
source: Edit Album
it_it: Modifica album

# PhotoGallery_AlbumList_PhotoCount
source: photos
it_it: foto

# PhotoGallery_AlbumList_View
source: View Album
it_it: Guarda l'album

# PhotoGallery_AlbumView_CreateAlbum
source: Create a Photo Album
it_it: Crea un album

# PhotoGallery_BackToAlbumList
source: Back to albums
it_it: Torna all'elenco degli album

# PhotoGallery_BackToPhotoList
source: Back to photos
it_it: Torna all'elenco delle foto

# PhotoGallery_PhotoEditView_AlbumCover
source: Use photo as Album Cover
it_it: Usa questa foto come copertina dell'album

# PhotoGallery_PhotoEditView_Description
source: Description
it_it: Descrizione

# PhotoGallery_PhotoEditView_EditPhoto
source: Edit Photo
it_it: Modifica foto

# PhotoGallery_PhotoEditView_Name
source: Photo caption
it_it: Didascalia

# PhotoGallery_PhotoListView_AddMore
source: Add more Photos
it_it: Aggiungi altre foto

# PhotoGallery_PhotoListView_Delete
source: Delete Photo
it_it: Cancella foto

# PhotoGallery_PhotoListView_DeleteConfirmation
source: Are you sure you want to delete the photo ?
it_it: Sicuro di voler cancellare la foto?

# PhotoGallery_PhotoListView_Edit
source: Edit Photo
it_it: Modifica foto

# PhotoGallery_PhotoListView_Organize
source: Organize Photos
it_it: Organizza le foto

# PhotoGallery_PhotoListView_View
source: View Photo
it_it: Guarda la foto

# Messaging_CreateMessage_SubjectRequired
source: Message Subject is required.
it_it: Il soggetto del messaggio è un campo obbligatorio!

# Messaging_MessageList_Collapse_ToolTip
source: Collapse
it_it: Minimizza

# Messaging_MessageList_ColumnDate
source: Date
it_it: Data

# Messaging_MessageList_ColumnFrom
source: From
it_it: Da

# Messaging_MessageList_ColumnSubject
source: Subject
it_it: Soggetto

# Messaging_MessageList_ColumnTo
source: To
it_it: a

# Messaging_MessageList_DragToGroupOrReorder
source: Drag to group
it_it: Trascina nel gruppo

# Messaging_MessageList_DragToResize
source: Drag to resize
it_it: Trascina per ridimensionare

# Messaging_MessageList_DropHereToReorder
source: Drop here to reorder
it_it: Clicca qui per riordinare

# Messaging_MessageList_Expand_Tooltip
source: Expand
it_it: Espandi

# Messaging_MessageList_Filter
source: Search for:
it_it: ricerca:

# Messaging_MessageList_GroupContinuedFormatString
source: This group continues from the previous page.
it_it: Questo gruppo continua dalla pagina precedente.

# Messaging_MessageList_GroupContinuesFormatString
source: The group continues on the next page.
it_it: Il gruppo continua nella prossima pagina.

# Messaging_MessageList_GroupPanelText
source: Drag column here to group messages.
it_it: Trascina la colonna qui per raggruppare i messaggi.

# Messaging_MessageList_Loading
source: Loading
it_it: Caricamento

# Messaging_MessageList_NextPage
source: Next page
it_it: Prossima pagina

# Messaging_MessageList_NextPages
source: Next pages
it_it: Pagine successive

# Messaging_MessageList_NoRecords
source: There are no messages for your account.
it_it: Non ci sono messaggi per te.

# Messaging_MessageList_OnSuffix
source: on:
it_it: il:

# Messaging_MessageList_PagerTextFormat
source: Go to page: {4} Displaying page {0} of {1}, items {2} to {3} of {5}
it_it: Vai alla pagina: {4} pagina {0} di {1}, voci da {2} a {3} di {5}

# Messaging_MessageList_PagerTooltip
source: Page {0} of {1}
it_it: Pagina {0} di {1}

# Messaging_MessageList_PrevPage
source: Previous page
it_it: Pagina precedente

# Messaging_MessageList_PrevPages
source: Previous pages
it_it: Pagine precedenti

# Messaging_MessageList_Ready
source: Ready
it_it: Pronto

# Messaging_MessageList_Received
source: Received
it_it: Ricevuto

# Messaging_MessageList_Search_ToolTip
source: Search messages
it_it: Ricerca messaggi

# Messaging_MessageList_Sent
source: Sent
it_it: Invia

# Messaging_MessageList_ShowAll_ToolTip
source: Clear search criteria
it_it: Cancella ricerca

# Messaging_MessageList_Sort
source: Sort
it_it: Ordina

# Messaging_MessageList_SortedAsc
source: Sorted in ascending order
it_it: Ordinamento crescente

# Messaging_MessageList_SortedDesc
source: Sorted in descending order
it_it: Ordinamento decrescente

# Messaging_MessageList_View
source: View
it_it: Guarda

# Comments_AuthenticationAlert
source: You must log in before you can post comments on this site.
it_it: Ti devi registrare prima di poter scrivere un commento.

# Comments_Button_Save
source: Save
it_it: Salva

# Comments_ConfirmDelete
source: This comment will be deleted. Are you sure?
it_it: Sei sicuro di voler cancellare questo commento?

# Comments_Delete
source: Delete
it_it: Cancella

# Comments_WatermarkText
source: Enter your comment
it_it: Inserisci un commento

# FileGallery_ConfirmDelete
source: This file will be deleted. Are you sure?
it_it: Questo file verrà cancellato, sei sicuro?

# FileView_Button_Comment
source: Comment
it_it: Commento

# FileView_Button_Delete
source: Delete
it_it: Cancella

# FileView_ConfirmDelete
source: This item will be deleted. Are you sure?
it_it: Questo voce sarà cancellata, sei sicuro?

# FileView_CreatedOn
source: Created on {0}
it_it: Creato il {0}

# InvitationList_ApproveInvitation
source: Approve invitation for {0}
it_it: Approva l'invito di {0}

# InvitationList_ConfirmDelete
source: This invitation will be removed from your invitation list. You will not be able to add this person to your friend list until the invitation is resent. Are you sure?
it_it: Questo invito verrà rimosso. sicuro?

# InvitationList_DeleteInvitation
source: Remove invitation for {0} from your invitation list
it_it: Rimuovi l'invito di {0}

# PeopleSearch_AddProblem
source: You cannot add {0} to your list of friends. Please check if this user is already present in your list.
it_it: Non puoi aggiungere {0} alla lista dei tuoi amici. Per favore controlla che non sia già nella lista.

# PeopleSearch_AddSuccess
source: You have successfully added {0} to your list of friends.
it_it: Hai aggiunto {0} alla lista di amici.

# PeopleSearch_AlreadyConnected
source: {0} is already added to your list of friends.
it_it: {0} è già nella lista dei tuoi amici.

# PeopleSearch_Button_Add
source: Add as a friend
it_it: Aggiungi un amico

# PeopleSearch_Button_Send
source: Send
it_it: Invia

# PeopleSearch_Button_ViewProfile
source: View profile
it_it: Guarda il profilo

# PeopleSearch_ConfirmationMailContent
source: Hi <a title="{FriendName}" url="{FriendUrl}">{FriendName}</a>, <br /><br /> <a title="{UserName}" url="{UserUrl}">{UserName}</a> has added you as a friend on {ApplicationName}. We need to confirm that you know <a title="{UserName}" url="{UserUrl}">{UserName}</a> in order for you to be friends on our Web site.<br /> {PersonalMessage} <br /><br /> To confirm this request, please click on the following link:<br /> {ConfirmationUrl} <br /><br /> Best regards, <br /><br /> {ApplicationName} Team
it_it: Ciao {FriendName}, <br /><br /> {UserName} ti ha aggiunto agli amici di ViaggiGiovani. Abbiamo bisogno di una tua conferma per completare l'iscrizione.<br /> {PersonalMessage} <br /><br /> Per confermare clicca sul seguente link:<br /> {ConfirmationUrl} <br /><br /> Un saluto, <br /><br /> ViaggiGiovani Team

# PeopleSearch_ConfirmationMailSubject
source: Confirmation request from {UserName}
it_it: Conferma invito da {UserName}

# PeopleSearch_InvitationsReceived
source: Received invitations:
it_it: Inviti ricevuti:

# PeopleSearch_InvitationsSent
source: Sent invitations:
it_it: Manda gli inviti:

# PeopleSearch_MemberSince
source: Member since:
it_it: Iscritto dal:

# PeopleSearch_NoUsers
source: You must select a valid user from the dropdown box.
it_it: Devi selezionare un utente valido dal menu a tendina.

# PeopleSearch_PersonalMessage
source: The person you selected will have to confirm your request. You may add a personal message:
it_it: La persona che hai selezionato deve confermare l'invito. Puoi aggiungere un messaggio personale:

# PeopleSearch_TipText
source: Tip: this will search people's first names, last names, and user names.
it_it: Suggerimento: la ricerca verrà effettuata sul nome, cognome e nickname.

# WallNotes_Button_Comment
source: Comment
it_it: Commento

# WallNotes_Button_Delete
source: Delete
it_it: Cancella

# WallNotes_Button_Save
source: Post
it_it: Salva

# WallNotes_Button_Upload
source: Upload
it_it: Carica

# WallNotes_ConfirmDelete
source: This note will be deleted. Are you sure?
it_it: Questa voce verrà cancellata, sei sicuro?

# WallNotes_WatermarkText
source: What's on your mind?
it_it: A cosa stai pensando?

# Discussion_Topic_Add_New
source: Open new topic
it_it: Apri una nuova discussione

# Discussion_Topic_Title
source: Title
it_it: Titolo

# Discussion_Delete_Message
source: Are you sure you want to delete message?
it_it: Sicuro di voler cancellare il messaggio?

# Groups_PeopleSearch_AlreadyMember
source: User {0} is already a member of thie group.
it_it: {0} è già iscritto a questo gruppo.

# Discussion_Back_To_Board
source: Back to all discussion boards
it_it: Torna all'elenco delle discussioni

# Discussion_Back_To_Topics
source: Back to all discussion topics
it_it: Torna all'elenco delle discussioni

# Discussion_Delete_Board
source: Are you sure you want to delete board?
it_it: Sicuro di voler cancellare la discussione?

# Groups_Category
source: Category
it_it: Categoria

# Groups_PeopleSearch_AddProblem
source: An error occured while trying to add the user {0} to this group.
it_it: C'è stato un problema con l'iscrizione di {0} al gruppo.

# Groups_PeopleSearch_AddSuccess
source: User {0} was successfully added to the group.
it_it: {0} è stato iscritto al gruppo correttamente.

# Discussion_Delete_Topic
source: Are you sure you want to delete topic?
it_it: Sicuro di voler cancellare la discussione?

# InvitationList_AddingUser
source: The selected user will now be added to your list of friends.
it_it: L'utente selezionato sarà aggiunto alla tua lista di amici.

# Groups_PeopleSearch_Button_Add
source: Add to group
it_it: Aggiungi al gruppo

# Groups_PeopleSearch_Button_Send
source: Send invitation
it_it: Manda l'invito

# Groups_PeopleSearch_Button_ViewProfile
source: View profile
it_it: Guarda il profilo

# Groups_PeopleSearch_ConfirmationMailContent
source: Hi <a title="{FriendName}" url="{FriendUrl}">{FriendName}</a>, <br /><br /> <a title="{UserName}" url="{UserUrl}">{UserName}</a> has invited you to join a group <a title="{GroupName}" url="{GroupUrl}">{GroupName}</a>. We need to confirm that you want to join the group before you are added to the list of group's members.<br /> {PersonalMessage} <br /><br /> To confirm this request, please click on the following link:<br /> {ConfirmationUrl} <br /><br /> Best regards, <br /><br /> {ApplicationName} Team
it_it: Ciao {FriendName}, <br /><br /> {UserName} ti ha invitato al gruppo {GroupName}. Abbiamo bisogno di una tua conferma per completare l'iscrizione.<br /> {PersonalMessage} <br /><br /> Per confermare l'iscrizione, fai click sul seguente link:<br /> {ConfirmationUrl} <br /><br /> Un saluto, <br /><br /> Viaggigiovani Team

# Groups_PeopleSearch_ConfirmationMailSubject
source: {UserName} invites you to join the group {GroupName}
it_it: {UserName} ti ha invitato al gruppo {GroupName}

# Groups_PeopleSearch_PersonalMessage
source: The person you selected will have to confirm that he or she wants to join the group. You may add a personal message:
it_it: La persona selezionata deve confermare l'iscrizione al gruppo. Puoi aggiungere un messaggio personale:

# Groups_PeopleSearch_TipText
source: Tip: this will search people's first names, last names, and user names.
it_it: Consiglio: la ricerca verrà effettuata sul nome, sul cognome e sul nickname.

# Friends_FriendListEmpty
source: Friend list is currently empty.
it_it: La lista dei tuoi amici è vuota.

# Groups_InvitationList_AddingUser
source: The selected user will now be added to this group.
it_it: L'utente selezionato sarà aggiunto al gruppo.

# Groups_InvitationList_ApproveInvitation
source: Approve group membership for {0}
it_it: Approva la richiesta di iscrizione di {0}

# Groups_InvitationList_ConfirmDelete
source: This request will be removed from the list. You will not be able to add this person to the group until the request is resent. Are you sure?
it_it: Questa richiesta sarà rimossa dalla lista. Non potrai aggiungere questo utente al gruppo fino a quando non la richiesta non sarà inviata nuovamente. Continuare?

# Groups_InvitationList_DeleteInvitation
source: Remove membership request for {0} from your list
it_it: Rimuovere la richiesta d'iscrizione di {0}

# Groups_MemberListEmpty
source: This group doesn't have any memebers at the moment.
it_it: Per adesso questo gruppo non ha iscritti.

# Groups_AllGroupsTitleFormatString
source: All groups
it_it: Tutti i gruppi

# Groups_GroupInfo_Category
source: Category:
it_it: Categoria:

# Groups_GroupInfo_Description
source: Description:
it_it: Descrizione:

# Groups_GroupInfo_Name
source: Group name:
it_it: Nome:

# Groups_GroupInfo_OpenGroup
source: Open group
it_it: Gruppo aperto

# Groups_GroupInfo_PrivacyLevel
source: Privacy level:
it_it: Livello di privacy:

# Groups_GroupInfo_PrivateGroup
source: Private group
it_it: Gruppo privato

# Groups_MyGroupsTitleFormatString
source: My groups
it_it: I miei gruppi

# Groups_Search
source: Search
it_it: Cerca

# Groups_SearchGroupsTitleFormatString
source: Search results for '{0}'
it_it: Risultati per '{0}'

# Groups_GroupView_LabelPhotos
source: Photos
it_it: Foto

# Groups_GroupView_LabelWall
source: Wall
it_it: Bacheca

# Groups_CannotPostNotes
source: Only members of this group can post notes and use other group resources. Join now to get access to all group resources!
it_it: Solo gli iscritti a questo gruppo possono scrivere commenti e utilizzare tutte le funzionalità del sistema. Iscriviti anche tu al gruppo!

# Groups_CannotSeePrivateResources
source: This is a private group, and only members can view group wall and other resources. Join now to get access to all group resources!
it_it: Questo è un gruppo privato, solo gli iscritti possono partecipare. Iscriviti anche tu!

# Groups_GroupEdit_Admins
source: Group administrators
it_it: Amministratori

# WallNotes_UploadButtonText
source: Upload
it_it: Carica

# Groups_View
source: View group {0}
it_it: Guarda il gruppo {0}

# Groups_GroupView_LabelDiscussion
source: Discussion board
it_it: Elenco discussioni

# Events_JoinedGroup
source: <a href="{ProfileUrl}">{UserName}</a> joined group <a href="{GroupUrl}">{GroupName}</a>
it_it: <a href="{ProfileUrl}">{UserName}</a> si è iscritto al gruppo <a href="{GroupUrl}">{GroupName}</a>

# Discussion_Message_PostCaption
source: Please enter your post
it_it: Per favore scrivi il tuo articolo

# Discussion_Message_ReplyCaption
source: Reply
it_it: Rispondi

# Events_UploadedFile
source: <a href="{ProfileUrl}">{UserName}</a> uploaded a file <a href="{FileUrl}">{FileName}</a>
it_it: <a href="{ProfileUrl}">{UserName}</a> ha caricato il file <a href="{FileUrl}">{FileName}</a>

# Events_SignedUp
source: <a href="{ProfileUrl}">{UserName}</a> has just signed up.
it_it: <a href="{ProfileUrl}">{UserName}</a> ha appena effettuato l'accesso.

# Events_CreatedPhotoAlbum
source: <a href="{ProfileUrl}">{UserName}</a> created a photo album <a href="{AlbumUrl}">{AlbumName}</a>
it_it: <a href="{ProfileUrl}">{UserName}</a> ha creato l'album <a href="{AlbumUrl}">{AlbumName}</a>

# Events_AddedPhoto
source: <a href="{ProfileUrl}">{UserName}</a> has added a photo(s) to an album <a href="{AlbumUrl}">{AlbumName}</a>
it_it: <a href="{ProfileUrl}">{UserName}</a> ha aggiunto una o più foto all'album <a href="{AlbumUrl}">{AlbumName}</a>
