Repository: Zoomicon/ClipFlair
Catalog: Server/ClipFlair.Social/MonoX/Resources/SocialNetworkingResources.*.resx
Languages: it_it

# Events_AddedDiscussionBoard
source: <a href="{ProfileUrl}">{UserName}</a> has added a new discussion board <a href="{BoardUrl}">{BoardName}</a>
it_it: <a href="{ProfileUrl}">{UserName}</a> ha aggiunto una nuova discussione <a href="{BoardUrl}">{BoardName}</a>

# Events_AddedDiscussionTopic
source: <a href="{ProfileUrl}">{UserName}</a> has added a new discussion topic <a href="{TopicUrl}">{TopicName}</a>
it_it: <a href="{ProfileUrl}">{UserName}</a> ha aggiunto una nuova discussione <a href="{TopicUrl}">{TopicName}</a>

# Events_CreatedGroup
source: <a href="{ProfileUrl}">{UserName}</a> created group <a href="{GroupUrl}">{GroupName}</a>
it_it: <a href="{ProfileUrl}">{UserName}</a> ha creato il gruppo <a href="{GroupUrl}">{GroupName}</a>

# Events_UpdatedProfile
source: <a href="{ProfileUrl}">{UserName}</a> has updated her/his profile.
it_it: <a href="{ProfileUrl}">{UserName}</a> ha aggiornato il suo profilo.

# Comments_NotificationSubjectAlbum
source: {0} posted a comment on your album image
it_it: Ci sono {0} commenti sul tuo album fotografico

# Comments_NotificationSubjectFile
source: {0} posted a comment on file you uploaded
it_it: Ci sono {0} commenti sul file che hai caricato

# Comments_NotificationSubjectNote
source: {0} posted a comment on your wall post
it_it: Ci sono {0} commenti sulla tua pagina degli aggiornamenti

# FileView_DescriptionDefaultText
source: Enter file description
it_it: Inserisci una descrizione del file

# PeopleSearch_AlreadySentInvitation
source: You have already invited this user or have him or her on your friend list.
it_it: Hai già invitato questo utente.

# Groups_GroupEdit_UserAdmin_TipText
source: Tip: start typing the first name, last name, or the username of the user(s) that will be this group administrator(s). Separate entries with commas. Note that you can pick only the users that are currently members of this group.
it_it: Suggerimento: comincia a scrivere il nome, cognome o il nickname degli utenti che saranno amminisratori del gruppo. Separa le parole con la virgola. Ricordati che puoi selezionare utenti già iscritti al gruppo.

# Events_UpdatedStatus
source: <a href="{ProfileUrl}">{UserName}</a> has updated her/his status. New status is '{MyStatus}'
it_it: <a href="{ProfileUrl}">{UserName}</a> ha aggiornato il suo status scrivendo: '{MyStatus}'

# Groups_GroupList_Category
source: Category:
it_it: Categoria:

# Groups_LoginToJoin
source: Log in or register to join this group
it_it: Per accedere al gruppo dei prima registrarti

# Groups_Search_Tip
source: (Tip: To get the list of all groups leave the search box as is and click the search button)
it_it: (Consiglio: Per vedere la lista di tutti i gruppi, lascia la ricerca vuota e avvia la ricerca)

# Groups_NoDataWarning
source: No groups were found for the required criteria.<br />
it_it: Nessun gruppo trovato.<br />

# Discussion_BoardModerators
source: Moderators
it_it: Moderatori

# Discussion_ModeratorsTooltip
source: List of discussion board moderators
it_it: Lista moderatori

# Discussion_BoardAuthor
source: by {0}.
it_it: da {0}.

# Discussion_BoardCreatedDate
source: Created
it_it: Creato

# Discussion_BoardLastTopic
source: Last topic
it_it: Ultimo argomento {0}

# Discussion_BoardLastTopicAuthor
source: by
it_it: Creato da {0}

# Discussion_MessageCreatedDate
source: Posted
it_it: Scritto

# Discussion_RepliesCount
source: post(s).
it_it: {0} commenti.

# Discussion_TopicCount
source: topic(s).
it_it: {0} articoli.

# Discussion_TopicCreatedDate
source: Created
it_it: Creato

# Discussion_TopicLastPost
source: Last post
it_it: Ultimo commento "{0}"

# Discussion_TopicLastPostAuthor
source: Posted by
it_it: Scritto da {0}

# Discussion_TopicPost_ApprovalAlert
source: Your post may require administrative approval before it is published.
it_it: Il tuo commento potrebbe richiedere l'approvazione dell'amministratore prima che venga pubbliacato

# Discussion_ViewsCount
source: view(s).
it_it: Totale letture {0}

# Discussion_ReportPost
source: Report a post
it_it: Segnala l'articolo agli amministratori

# Discussion_ReportPostToolTip
source: Report a post to an administrator (e.g. Abusive content, SPAM)
it_it: Segnala l'articolo ad un moderatore

# Discussion_UserTotalPosts
source: Total posts
it_it: Totale commenti {0}

# Discussion_ApproveReportedPost
source: Approve reported post
it_it: Approva l'articolo

# Discussion_ApproveReportedPostToolTip
source: Approve reported post and consider it as non-abusive
it_it: Approva l'articolo segnalato e non considerarlo "pericoloso"

# Discussion_Delete_DeleteSpam
source: Are you sure that you want to delete all spam messages ?
it_it: Sei sicuro di voler cancellare tutti i messaggi di spam?

# Discussion_Delete_DeleteUnApproved
source: Are you sure that you want to delete all unapproved messages ?
it_it: Sei sicuro di voler cancellare tutti i messaggi non approvati?

# Discussion_Messages_DeleteSpam
source: Delete spam ({0})
it_it: Cancella spam ({0})

# Discussion_Messages_DeleteUnApproved
source: Delete unapproved ({0})
it_it: Cancella non approvati ({0})

# Discussion_Message_Approve
source: Approve
it_it: Approva

# Discussion_Message_Views
source: Viewed {0} time(s)
it_it: Letto {0} volte

# Discussion_MarkAsAnswer
source: Mark as answer
it_it: Segna come risposta

# Discussion_TopicAnswer
source: Unmark as Answer
it_it: Commenti

# Discussion_TopicAnswerDescription
source: Message is market as an answer to this topic. Unmark it as an answer.
it_it: Il messaggio è segnato come risposta a questa discussione.

# Discussion_Topic_TopicAnswer
source: Answered
it_it: Commenta

# Discussion_Topic_TopicAnswerDescription
source: Topic is answered
it_it: Sono presenti dei commenti

# Discussion_TopicRating
source: Votes
it_it: Voti {0}

# Discussion_TopicRatingToolTip
source: Content is rated {0:f2} of {1} vote(s).
it_it: Media valutazioni: {0} di {1} voti.
