Repository: Zoomicon/ClipFlair
Catalog: Server/ClipFlair.Social/Localization/MonoX/Resources/BlogResources.*.resx
Languages: cs_cz, da_dk, de_de, es_es, hr_hr, it_it, pl_pl, sk_sk, tr_tr

# SearchDescriptionFormatString
source: Posts with keyword(s): {0}
da_dk: Indlæg med nøgleord: {0}
de_de: Please fill in the title field!
es_es: Entradas con las palabras claves: {0}
hr_hr: Članci s ključnim riječima: {0}
it_it: Articolo con parola(e) chiave: {0}
tr_tr: Anahtar sözcük içeren gönderiler: {0}

# TagDescriptionFormatString
source: Posts tagged with {0}
da_dk: Indlæg tagged med {0}
de_de: Please enter your name.
es_es: Entradas etiquetadas con {0}
hr_hr: Članci označeni sa {0}
it_it: Articoli etichettato con {0}
tr_tr: {0} ile etiketlenen gönderiler

# BlogPostList_Filter_ShowAll
source: All posts
da_dk: Alle indlæg
es_es: Todas las entradas
hr_hr: Svi članci
tr_tr: Tüm gönderiler

# BlogPostList_Filter_ShowAllToolTip
source: Show all posts
da_dk: Vis alle indlæg
es_es: Muestre todas las entradas
hr_hr: Prikaži sve članke
tr_tr: Tüm gönderileri göster

# BlogPostList_Filter_ShowPublished
source: Published posts
da_dk: Publicer indlæg
es_es: Entradas publicadas
hr_hr: Objavljeni članci
tr_tr: Yayınlanmış gönderiler

# BlogPostList_Filter_ShowPublishedToolTip
source: Show only published posts
da_dk: Vis kun publicerede indlæg
es_es: Muestre sólo entradas publicadas
hr_hr: Prikaži samo objavljene članke
tr_tr: Yalnızca yayınlanmış gönderileri göster

# BlogPostList_Filter_ShowUnPublished
source: Unpublished posts
da_dk: Ikke-publicerede indlæg
es_es: Entradas no publicadas
hr_hr: Neobjavljeni članci
tr_tr: Yayınlanmamış gönderiler

# BlogPostList_Filter_ShowUnPublishedToolTip
source: Show only unpublished posts
da_dk: Vis kun ikke-publicerede indlæg
es_es: Mostrar sólo entradas no publicadas
hr_hr: Prikaži samo neobjavljene članke
tr_tr: Yalnızca yayınlanmamış gönderileri göster

# BlogPostList_Filter_Title
source: Current filter
da_dk: Nuværende filter
es_es: Filtro actual
hr_hr: Trenutni filter
tr_tr: Mevcut filtre

# BlogPost_NewCommentAdded
source: A new comment has been added to a blog post that you are subscribed on.
da_dk: En ny kommentar er blevet tilføjet til et blogindlæg, som du er tilmeldt.
es_es: Hay un nuevo comentario en un blog al cual está Ud. suscrito.
hr_hr: Novi komentar je dodan na blog članak na koji ste pretplaćeni.
tr_tr: Abonesi olduğunuz bir blog gönderisine yeni bir yorum yapıldı.

# BlogPost_NewCommentClickToReply
source: Click here to post a reply.
da_dk: Klik her for at svare.
es_es: Click acá para ingresar una respuesta.
hr_hr: Klikni ovdje za dodavanje nove poruke.
tr_tr: Yanıtlamak için buraya tıklayın.

# PostCannotBeFound
source: The requested post cannot be found. You may entered the incorrect address, or the post was deleted by the author.
da_dk: Det ønskede indlæg findes desværre ikke. Enten har du skrevet en forkert adresse eller også er indlægget blevet slettet af forfatteren.
es_es: No pudimos encontrar la entrada solicitada. Puede ser que haya ingresado una dirección incorrecta, o la entrada fué eliminada por el autor.
hr_hr: Članak koji tražite nije moguće pronaći.
tr_tr: Aranan gönderi bulunamıyor. Yalnış adres girmiş olabilirsiniz, ya da gönderi yazarı tarafından silindi.

# RelatedContent
source: Related blog posts
da_dk: Relaterede blogindlæg
es_es: Entradas de blog relacionadas
hr_hr: Vezani blog članci
tr_tr: Bağlantılı blog gönderileri

source: Blog list
da_dk: Blog liste
es_es: Lista de blogs
hr_hr: Svi blogovi

# Edit_Yahoo
source: Yahoo Term Extraction
pl_pl: Wyciąg Regulaminu Yahoo
