Repository: Zoomicon/ClipFlair
Catalog: Server/ClipFlair.Social/Localization/MonoX/Resources/BlogResources.*.resx
Languages: cs_cz, da_dk, de_de, es_es, hr_hr, it_it, pl_pl, sk_sk, tr_tr

# AllCategories
source: All
cs_cz: Všechny
da_dk: Alle
de_de: Alle
es_es: Todas
hr_hr: Svi
it_it: Tutte
pl_pl: Wszystko
sk_sk: Všetky
tr_tr: Tümü

source: Author
cs_cz: Autor
da_dk: Forfatter
de_de: Autor
es_es: Autor
hr_hr: Autor
it_it: Autore
pl_pl: Autor
sk_sk: Autor
tr_tr: Yazar

# BlogCategories_NoData
source: There are no published categories for this blog.
cs_cz: Pro tento blog neexistují publikované kategorie
da_dk: Der er ingen kategorier til denne blog
de_de: Für diesen Blog gibt es keine veröffentlichten Kategorien.
es_es: No hay categorías publicadas para este blog.
hr_hr: Ne postoje kategorije za ovaj blog.
it_it: Non ci sono categorie pubblicate in questo blog.
pl_pl: Nie ma opublikowanych kategorii dla tego bloga.
sk_sk: Neexistujú publikované kategórie pre tento blog
tr_tr: Bu blog içerisinde yayınlanmış bir kategori yok

source: Categories
cs_cz: Kategorie
da_dk: Kategorier
de_de: Kategorien
es_es: Categorías
hr_hr: Kategorije
it_it: Categorie
pl_pl: Kategorie
sk_sk: Kategórie
tr_tr: Kategoriler

source: Comments
cs_cz: Komentáře
da_dk: Kommentarer
de_de: Kommentare
es_es: Comentarios
hr_hr: Komentari
it_it: Commenti
pl_pl: Komentarze
sk_sk: Komentáre
tr_tr: Yorumlar

# Comments_ApprovalAlert
source: Your comment may require administrative approval before it is published.
cs_cz: Váš komentář vyžaduje před uveřejněním schválení administrátora.
da_dk: Din kommentar skal måske godkendes, før den bliver publiceret.
de_de: Ihre CPL-Stellenbenachrichtigung: {0}
es_es: Su comentario podría requerir la aprobación del administrador antes de ser publicado.
hr_hr: Svi komentari podliježu odobrenju administratora prije nego što budu javno objavljeni.
it_it: Il tuo commento potrebbe richiedere la moderazione di un amministratore prima di essere pubblicato.
pl_pl: Twój komentarz może wymagać zgody administratora przed opublikowaniem.
sk_sk: Váš komentár vyžaduje schválenie administrátora pred zverejnením
tr_tr: Yorumunuz yayınlanmadan önce onaylanmalıdır.

# Comments_Approve
source: Approve
cs_cz: Schválit
da_dk: Godkend
de_de: Genehmigen
es_es: Aprobar
hr_hr: Odobri
it_it: Approva
pl_pl: Potwierdź
sk_sk: Schváliť
tr_tr: Onayla

# Comments_Comments
source: Comments
cs_cz: Komentáře
da_dk: Kommentarer
de_de: Kommentare
es_es: Comentarios
hr_hr: Komentari
it_it: Commenti
pl_pl: Komentarze
sk_sk: Komentáre
tr_tr: Yorumlar

# Comments_ConfirmDelete
source: This blog comment will be deleted. Are you sure?
cs_cz: Tento komentář k blogu bude vymazán. Jste si jistý?
da_dk: Denne blogkommentar vil blive slettet. Er du sikker?
de_de: Dieser Blog-Kommentar wird gelöscht. Sind Sie sicher?
es_es: Eliminará este comentario del blog. ¿Está Ud. seguro/a?
hr_hr: Ovaj će komentar biti obrisan. Jeste li sigurni?
it_it: Questo commento verrà eliminato. Confermi l'eliminazione?
pl_pl: Ten komentarz zostanie usunięty. Potwierdzasz operację?
sk_sk: Tento komentár k blogu bude vymazaný. Ste si istý?
tr_tr: Bu blog yorumu silinecektir.Emin misiniz?

# Comments_Email
source: E-mail:*
tr_tr: E-posta:*

# Comments_ErrorMessage_Comments
source: Please enter a valid comment.
cs_cz: Prosím, vložte platný komentář.
da_dk: Skriv venligst en kommentar.
es_es: Por favor ingrese un comentario válido
hr_hr: Sadržaj komentara mora biti unesen.
it_it: Inserire un commento valido.
pl_pl: Wprowadź komentarz.
sk_sk: Prosím, vložte platný komentár
tr_tr: Lütfen geçerli bir yorum giriniz.

# Comments_ErrorMessage_EmailFormat
source: Please enter a correct e-mail address
cs_cz: Prosím, vložte správnou emailovou adresu.
da_dk: Skriv venligst en korrekt e-mail adresse.
de_de: Bitte geben Sie eine korrekte E-Mail-Adresse ein.
es_es: Por favor ingrese un e-mail válido
hr_hr: Molimo unijeti ispravnu e-mail adresu.
it_it: Inserire un indirizzo e-mail valido
pl_pl: Wprowadź prawidłowy email adres
sk_sk: Prosím, vložte správnu e-mailovú adresu
tr_tr: Lütfen geçerli bir e-posta adresi giriniz.

# Comments_ErrorMessage_EmailRequired
source: Please enter your e-mail address. It will not be shown publicly.
cs_cz: Prosím, vložte Vaši emailovou adresu. Tato adresa se nebude zobrazovat jiným uživatelům.
da_dk: Skriv venligst din e-mail adresse. Den bliver ikke vist til andre.
de_de: Bitte geben Sie Ihre E-Mail-Adresse ein. Diese wird nicht öffentlich angezeigt.
es_es: Por favor ingrese su dirección de e-mail. Este no será mostrado en público.
hr_hr: E-mail adresa mora biti unesena. Adresa se ne prikazuje javno.
it_it: Inserisci il tuo indirizzo e-mail. non verrà reso pubblico.
pl_pl: Wprowadź swój email adres. Adres nie będzie udostępniony publicznie.
sk_sk: Prosím, vložte Vašu e-mailovú adresu. Táto sa verejne nezobrazí.
tr_tr: Lütfen e-posta adresinizi giriniz. Genele açık yerlerde yayınlanmayacaktır.

# Comments_ErrorMessage_Name
source: Please enter your name.
cs_cz: Prosím, vložte Vaše jméno.
da_dk: Skriv venligst dit navn.
de_de: Bitte geben Sie Ihren Namen ein.
es_es: Por favor ingrese su nombre.
hr_hr: Ime mora biti uneseno.
it_it: Inserisci il tuo nome.
pl_pl: Wprowadź swoje imię.
sk_sk: Prosím, vložte Vaše meno.
tr_tr: Lütfen adınızı giriniz

# Comments_MailSubject
source: {0} has commented on {1}
cs_cz: Komentář blogu na {1} ({0})
da_dk: {0} har kommenteret på {1}
de_de: Blog-Kommentar zu {0}
es_es: {0} ha comentado sobre {1}
hr_hr: {0} je komentirao na blog članak {1}
it_it: Commento all'articolo {1} ({0})
pl_pl: Komentarz do {1} ({0})
sk_sk: Komentár blogu na {1} ({0})
tr_tr: {1} üzerine blog yorumu ({0})

# Comments_Name
source: Name:*
cs_cz: Jméno:*
da_dk: Navn:*
es_es: Nombre:*
hr_hr: Ime:*
it_it: Nome:*
pl_pl: Imię:*
sk_sk: Meno: *
tr_tr: Ad:*

# Comments_Notify
source: Notify me when new comments are added to this post
cs_cz: Upozornit mě, pokud přibudou nové komentáře k tomuto příspěvku
da_dk: Giv mig besked når en ny kommentar bliver tilføjet til dette indlæg
de_de: Benachrichtigen Sie mich, wenn zu diesem Beitrag neue Kommentare abgegeben werden
es_es: Notifíqueme cuando agreguen nuevos comentarios a esta entrada
hr_hr: Obavijesti me kada se pojavi novi komentar na ovaj post
it_it: Avvisami quando ci sono nuovi commenti a questo articolo
pl_pl: Powiadom mnie o nowych komentarzach tego wpisu
sk_sk: Upozorniť ma, keď pribudnú nové komentáre k tomuto príspevku
tr_tr: Bu gönderiye yorum yapıldığında beni haberdar et

# Comments_ReportHam
source: Report as ham
cs_cz: Nahlásit jako ham
da_dk: Rapporter som useriøst
de_de: Als hilfreichen Beitrag melden
es_es: Reportar como ham
hr_hr: Prijavi kao "ham"
it_it: Segnala come spam
pl_pl: Zgłoś jako ........
sk_sk: Nahlásiť ako ham
tr_tr: Uygunsuz olarak rapor et

# Comments_ReportSpam
source: Report as spam
cs_cz: Nahlásit jako spam
da_dk: Rapporter som spam
de_de: Als Spam melden
es_es: Reportar como spam
hr_hr: Prijavi kao spam
it_it: Segnala come spam
pl_pl: Zgłoś jako spam
sk_sk: Nahlásiť ako spam
tr_tr: Uygunsuz olarak rapor et

# Comments_Save
source: Save comment
cs_cz: Uložit komentář
da_dk: Gem kommentar
de_de: Kommentar speichern
es_es: Guardar comentario
hr_hr: Pošalji
it_it: Salva il commento
pl_pl: Zachowaj komentarz
sk_sk: Uložiť komentár
tr_tr: Yorumu sakla

# Comments_Url
source: Web site:
cs_cz: Web stránka:
da_dk: Webside:
es_es: Sitio Web:
hr_hr: Web adresa:
it_it: Sito web:
pl_pl: Strona WWW:
sk_sk: Web stránka:
tr_tr: Web sitesi:

# ConfirmDelete
source: This blog post will be deleted. Are you sure?
cs_cz: Tento blog bude vymazán. Jste si jistý?
da_dk: Blogindlægget vil blive slettet. Er du sikker?
de_de: Dieser Blog-Eintrag wird gelöscht. Sind Sie sicher?
es_es: Esta entrada de blog será eliminada. ¿Está Ud. seguro/a?
hr_hr: Ovaj će članak biti obrisan. Jeste li sigurni?
it_it: Questo articolo verrà eliminato. Vuoi procedere?
pl_pl: Ten wpis zostanie usunięty. Potwierdzasz operację?
sk_sk: Tento blog bude vymazaný. Ste si istý?
tr_tr: Bu blog gönderisi silinecektir.Emin misiniz?

# ConfirmDeleteSpam
source: All comments marked as spam will be deleted. Are you sure?
cs_cz: Všechny komentáře označené jako spam budou vymazány. Jste si jistý?
da_dk: Alle kommentar markeret som spam vil blive slettet. Er du sikker?
de_de: Alle als Spam markierten Kommentare werden gelöscht. Sind Sie sicher?
es_es: Todos los comentarios marcados como Spam serán eliminados. ¿Está Ud. seguro/a?
hr_hr: Svi komentari na ovaj post koji su označeni kao spam će biti obrisani. Jeste li sigurni?
it_it: Tutti i commenti segnati come spam verranno eliminati. Vuoi procedere?
pl_pl: Wszystkie komentarze zaznaczone jako spam zostaną usunięte. Potwierdzasz operację?
sk_sk: Všetky komentáre označené ako spam budú vymazané. Ste si istý?
tr_tr: Spam olarak işaretlenmiş tüm yorumlar slinecek. Emin misiniz?

# ConfirmDeleteUnapproved
source: All unapproved comments will be deleted. Are you sure?
cs_cz: Všechny neschválené komentáře budou vymazány. Jste si jistý?
da_dk: Alle ikke-godkendte kommentarer vil blive slettet. Er du sikker?
de_de: Alle nicht genehmigten Kommentare werden gelöscht. Sind Sie sicher?
es_es: Todos los comentarios no aprobados serán eliminados ¿Está Ud. seguro/a?
hr_hr: Svi neodobreni komentari na ovaj post će biti obrisani. Jeste li sigurni?
it_it: Tutti i commenti non approvati verranno eliminati. Vuoi procedere?
pl_pl: Wszystkie niezaaprobowane komentarze zostaną usunięte. Potwierdzasz operację?
sk_sk: Všetky neschválené komentáre budú vymazané. Ste si istý?
tr_tr: Onaylanmamış tüm yorumlar silinecektir. Emin misiniz?

source: Delete
cs_cz: Vymazat
da_dk: Slet
de_de: Löschen
es_es: Eliminar
hr_hr: Obriši
it_it: Cancella
pl_pl: Usuń
sk_sk: Vymazať
tr_tr: Sil

source: Delete spam
cs_cz: Vymazat spam
da_dk: Slet spam
de_de: Spam löschen
es_es: Eliminar Spam
hr_hr: Obriši spam
it_it: Elimina spam
pl_pl: Usuń spam
sk_sk: Vymazať spam
tr_tr: Spamleri sil

source: Delete unapproved
cs_cz: Vymazat neschválené
da_dk: Slet ikke-godkendte
de_de: Ungenehmigte Löschen
es_es: Eliminar no aprobados
hr_hr: Obriši neodobrene
it_it: Elimina non approvati
pl_pl: Usuń niezaaprobowane
sk_sk: Vymazať neschválené
tr_tr: Onaylanmamışları sil

source: Edit
cs_cz: Upravit
da_dk: Rediger
de_de: Bearbeiten
es_es: Editar
hr_hr: Uredi
it_it: Modifica
pl_pl: Edytuj
sk_sk: Upraviť
tr_tr: Düzenle

# Edit_Application
source: Application:
cs_cz: Přihlášky:
da_dk: Webside:
de_de: Anwendung:
es_es: Aplicación:
hr_hr: Aplikacija:
it_it: Applicazione:
pl_pl: Aplikacja:
sk_sk: Prihlášky:
tr_tr: Uygulama:

# Edit_Attachments
source: Attachments:
cs_cz: Přílohy:
da_dk: Vedhæftet:
de_de: Anhänge:
es_es: Adjuntos:
hr_hr: Datoteke:
it_it: Allegati:
pl_pl: Załączniki:
sk_sk: Prílohy:
tr_tr: Ekler:

# Edit_Cancel
source: (C)ancel
cs_cz: Zrušit
da_dk: (S)let
de_de: (C): Löschen
es_es: (C)ancelar
hr_hr: O(d)ustani
it_it: (C)ancella
pl_pl: Skasuj
sk_sk: Zrušiť
tr_tr: (I)ptal

# Edit_Cancel_AccessKey
source: C
cs_cz: Z
da_dk: S
hr_hr: D
sk_sk: Z
tr_tr: I

# Edit_Categories
source: Categories:
cs_cz: Kategorie:
da_dk: Kategorier:
de_de: Kategorien:
es_es: Categorías:
hr_hr: Kategorije:
it_it: Categorie:
pl_pl: Kategorie:
sk_sk: Kategórie:
tr_tr: Kategoriler:

# Edit_Content
source: Blog post content:
cs_cz: Obsah blogu
da_dk: Blogindlæg - indhold:
de_de: Inhalt Blogbeitrag:
es_es: Contenido de la entrada del Blog:
hr_hr: Sadržaj:
it_it: Contenuto dell'articolo:
pl_pl: Zawartość wpisu:
sk_sk: Obsah blogu:
tr_tr: Blog gönderi içeriği:

# Edit_Description
source: Excerpt:
cs_cz: Stručný obsah:
da_dk: Uddrag:
de_de: Auszug:
es_es: Resumen:
hr_hr: Sažetak:
it_it: Abstract:
pl_pl: Wyciąg:
sk_sk: Stručný obsah:
tr_tr: Alıntı:

# Edit_ErrorMessage_TitleRequired
source: Please fill in the title field!
cs_cz: Vyplňte pole s názvem, prosím!
da_dk: Skriv venligst en overskrift!
de_de: Bitte füllen Sie das Titelfeld aus!
es_es: ¡Por favor ingrese el campo de Título!
hr_hr: Molimo unijeti naslov članka!
it_it: Inserire il titolo!
pl_pl: Uzupełnij pole Tytuł!
sk_sk: Prosim, vyplňte pole s názvom!
tr_tr: Başlık alanını doldurunuz!

# Edit_IsCommentingAllowed
source: Allow comments ?
cs_cz: Povolit komentáře?
da_dk: Tillad kommentar?
de_de: Kommentare zulassen?
es_es: ¿Permitir comentarios ?
hr_hr: Dozvoli komentare ?
it_it: Consenti i commenti?
pl_pl: Udostępnić komentarze?
sk_sk: Povoliť komentáre?
tr_tr: Yorumlara izin ver?

# Edit_IsPublished
source: Publish post ?
cs_cz: Zveřejnit okamžitě?
da_dk: Publicer indlæg?
de_de: Beiträge in der Kategorie {0}
es_es: ¿Publicar entrada ?
hr_hr: Objavi članak ?
it_it: Pubblica immediatamente?
pl_pl: Publikować teraz?
sk_sk: Zverejniť okamžite?
tr_tr: Hemen yayınla?

# Edit_Roles
source: View roles (by default, all users can view the blog post):
cs_cz: Pozice
da_dk: Hvem må se (som udgangspunkt kan alle profiler se blogindlægget):
de_de: Tätigkeitsbereiche:
es_es: Ver roles (por default, todos los usuarios pueden ver la entrada del blog):
hr_hr: Korisničke uloge koje mogu pristupiti odabranom postu:
it_it: Ruoli:
pl_pl: Stanowiska:
sk_sk: Pozície:
tr_tr: Roller:

# Edit_Save
source: (P)ublish
cs_cz: Zveřejnit
da_dk: (P)ublicer
de_de: (P): Veröffentlichen
es_es: (P)ublicar
hr_hr: (O)bjavi
it_it: (P)ubblica
pl_pl: Publikuj
sk_sk: Zverejniť
tr_tr: (Y)ayınla

# Edit_Save_AccessKey
source: P
cs_cz: Z
hr_hr: O
sk_sk: Z
tr_tr: Y

# Edit_Tags
source: Tags:
cs_cz: Záložky:
es_es: Etiquetas:
hr_hr: Tagovi:
it_it: Tag:
pl_pl: Znaczniki:
sk_sk: Záložky:
tr_tr: Etiketler:

# Edit_Title
source: Blog post title:
cs_cz: Název blogu:
da_dk: Blogindlæg overskrift:
de_de: Blogbeitragstitel:
es_es: Título de la entrada del blog:
hr_hr: Naslov članka:
it_it: Titolo dell'articolo:
pl_pl: Tytuł wpisu:
sk_sk: Názov blogu:
tr_tr: Blog gönderi başlığı:

source: E-mail
tr_tr: E-posta

# InvitationText
source: I thought you might like this blog post
cs_cz: Následující blog by Vás mohl zajímat
da_dk: Jeg tænkte, at du måske ville synes om dette blogindlæg
de_de: Ich dachte, dieser Blog-Beitrag könnte Ihnen gefallen.
es_es: Pienso que te podría guster esta entrada del blog
hr_hr: Možda će ti se svidjeti ovaj članak
it_it: Penso che questo articolo ti possa interessare...
pl_pl: Ten blog może być interesujący dla Ciebie
sk_sk: Nasledujúci blog by Vás mohol zaujímať
tr_tr: Bu blog gönderisini beğeneceğini düşündüm

# NoRatingText
source: This post has not been rated yet.
cs_cz: Tento příspěvek zatím nebyl ohodnocený.
da_dk: Dette indlæg er ikke bedømt endnu.
de_de: Dieser Beitrag wurde noch nicht bewertet.
es_es: Esta entrada no ha sido calificada yet.
hr_hr: Ovaj članak još nije ocijenjen.
it_it: Questo articolo non è ancora stato votato.
pl_pl: Ten wpis nie był jeszcze oceniany.
sk_sk: Tento príspevok zatiaľ nebol ohodnotený
tr_tr: Bu blog gönderisi henüz değerlendirilmedi

# RatingText
source: Currently rated {0:f2} by {1} visitor(s)
cs_cz: Aktuálně ohodnocené {0:f2} {1} návštěvníky
da_dk: Bedømt {0:f2} af {1} læser(e)
de_de: Derzeit mit {0:f2} von {1} Besucher(n) bewertet
es_es: Actualmente calificada {0:f2} por {1} visitantes
hr_hr: Trenutna ocjena {0:f2} od {1} korisnika
it_it: Valutato {0:f2} da {1} visitatore(i)
pl_pl: Obecnie oceniony {0:f2} przez {1} odwiedzających
sk_sk: Aktuálne ohodnotené {0:f2} {1} návštevníkmi
tr_tr: {1} kullanıcı tarafından {0:f2} olarak değerlendirildi

source: Tags
cs_cz: Záložky
es_es: Etiquetas
hr_hr: Tagovi
it_it: Tag
pl_pl: Znaczniki:
sk_sk: Záložky
tr_tr: Etiketler

# AddNewPost
source: Add new blog post
cs_cz: Přidat nový blog
da_dk: Tillføj nyt blogindlæg
de_de: Neuen Blog-Beitrag hinzufügen
es_es: Agregar nueva entrada del blog
hr_hr: Dodaj novi članak
it_it: Aggiungi un nuovo articolo
pl_pl: Dodaj nowy wpis
sk_sk: Pridať nový blog
tr_tr: Yeni blog gönderisi ekle

# NoBlogPostsWarning
source: <br />No blog posts were found for the required criteria.<br />
cs_cz: <br />Nebyly nalezené žádné blogy dle zadaných kritérií <br />
da_dk: <br />Der blev desværre ikke fundet nogle blogindlæg som svarer til søgningen.<br />
de_de: <br />Für die erforderlichen Kriterien wurden keine Blog-Einträge gefunden.<br />
es_es: <br />No encontró entradas de blog para los criterios requeridos.<br />
hr_hr: <br />Nema članaka u zahtjevanom periodu<br />
it_it: <br />Nessun articolo è stato trovato per i criteri utilizzati.<br />
pl_pl: Brak wpisów spełniających wprowadzone kryteria
sk_sk: <br />Žiadne blogy podľa zadaných kritérií neboli nájdené<br />
tr_tr: <br />Verdiğiniz kriterlere uygun bir blog gönderisi bulunamadı<br />

source: Blog editors
cs_cz: Editor blogů
da_dk: Blogredaktør(er)
de_de: Blog-Editoren
es_es: Editores del blog
hr_hr: Uređivači bloga
it_it: Amministratori del blog
pl_pl: Edytor bloga
sk_sk: Editori blogov
tr_tr: Blog editörleri

source: Blog settings
cs_cz: Nastavení blogu
da_dk: Blog indstillinger
de_de: Blog-Einstellungen
es_es: Configuración del blog
hr_hr: Postavke bloga
it_it: Impostazioni
pl_pl: Ustawienia
sk_sk: Nastavenia blogu
tr_tr: Blog ayarları

# Settings_EditorsTooltip
source: Tip: Enter comma-separated list of user names you want to set as editors of this blog.
cs_cz: Tip: Vložte seznam uživatelů, kteří budou editory Vašeho blogu. Jména oddělte čárkou.
da_dk: Tip: Skriv en kommasepareret liste over profilenavne som må skrive på denne blog.
de_de: Tipp: Geben Sie durch Kommas getrennt die Liste der Benutzernamen ein, die Sie als Editoren dieses Blogs festlegen möchten.
es_es: Recomendación: Entre una lista separada por comas de nombres de usuarios que desea especificar como editores de este blog.
hr_hr: Savjet: Unesite korisnička imena za koja želite da imaju mogućnost uređivanja ovog bloga. Imena razdvojite zarezom.
it_it: Suggerimento: Inserisci un elenco di utenti che vuoi rendere amministratori separandoli da virgola.
pl_pl: Wskazówka: Wstaw przecinek po każdym imieniu użytkownika, którego chcesz ustawić jako edytora tego blogu.
sk_sk: Tip: Vložte zoznam užívateľov, ktorí budú editormi Vášho blogu. Mená oddeľte čiarkou
tr_tr: İpucu: Bu blogun editör listesini virgülle ayrılmış kullanıcı isimlerini girerek oluşturabilirsiniz.

# Home
source: Blog home
cs_cz: Blog
da_dk: Blog forside
de_de: Blog-Startseite
es_es: Página principal de los blogs
hr_hr: Početna
it_it: Home page del blog
pl_pl: Strona główna bloga
sk_sk: Blog
tr_tr: Blog ana sayfa

source: Publish
cs_cz: Zveřejnit
da_dk: Publicer
de_de: Beiträge verfasst von {0}
es_es: Publicar
hr_hr: Objavi
it_it: Pubblica
pl_pl: Publikuj
sk_sk: Zverejniť
tr_tr: Yayınla

source: Unpublish
cs_cz: Nezveřejnit
da_dk: Publicer ikke
de_de: Veröffentlichung zurückziehen
es_es: Dejar de Publicar
hr_hr: Sakrij
it_it: Sospendi
pl_pl: Cofnij publikację
sk_sk: Nezverejniť
tr_tr: Yayından kaldır

# Edit_PublishDate
source: Publish on:
cs_cz: Zveřejnit na:
da_dk: Publiceret den:
de_de: Beiträge tagged mit {0}
es_es: Publicar en:
hr_hr: Objaviti na dan:
it_it: Pubblica il:
pl_pl: Publikuj na:
sk_sk: Zverejniť na:
tr_tr: Yayınlanma tarihi:

source: All blog posts
cs_cz: Všechny blogy
da_dk: Alle blogindlæg
de_de: Alle Blog-Beiträge
es_es: Todas las entradas del blog
hr_hr: Svi objavljeni članci
it_it: Lista articoli
pl_pl: Wszystkie wpisy
sk_sk: Všetky blogy
tr_tr: Tüm blog gönderileri

# BlogManageCategories_AddNew
source: Add category
cs_cz: Přidat kategorii
da_dk: Tilføj kategori
de_de: Kategorie hinzufügen
es_es: Agregar categoría
hr_hr: Dodaj kategoriju
it_it: Aggiungi categoria
pl_pl: Dodaj Kategorię
sk_sk: Pridať kategóriu
tr_tr: Kategori ekle

# BlogManageCategories_Categories
source: Blog categories
cs_cz: Kategorie blogů
da_dk: Blog kategorier
de_de: Blog-Kategorien
es_es: Categorías de blogs
hr_hr: Blog kategorije
it_it: Categorie
pl_pl: Kategorie bloga
sk_sk: Kategórie blogov
tr_tr: Blog kategorileri

# BlogManageCategories_Update
source: Update
cs_cz: Aktualizace
da_dk: Opdater
de_de: Aktualisieren
es_es: Actualizar
hr_hr: Snimi
pl_pl: Aktualizacja
sk_sk: Aktualizácia
tr_tr: Güncelle

# BlogSettings_Description
source: Description:
cs_cz: Popis:
da_dk: Beskrivelse:
de_de: Beschreibung:
es_es: Descripción:
hr_hr: Opis:
it_it: Descrizione:
pl_pl: Opis:
sk_sk: Popis:
tr_tr: Tanım:

# Comments_ValidationSummary
source: The following issues have to be resolved before you can proceed:
cs_cz: Před tím, než budete moci pokračovat, musí být vyplněné následující položky:
da_dk: Følgende problem/ fejl skal løses før du kan fortsætte:
de_de: Die folgenden Punkte müssen bearbeitet werden, bevor Sie fortfahren können:
es_es: Debe resolver los problemas siguientes, antes de poder continuar:
hr_hr: Slijedeći problemi moraju biti ispravljeni prije nastavka rada:
it_it: I seguenti errori devono essere corretti prima di poter procedere:
pl_pl: Następujące problemy muszą zostać rozwiązane zanim przejdziesz dalej:
sk_sk: Nasledujúce položky musia byť vyplnené predtým, než možete pokračovať:
tr_tr: İlerleyebilmeniz için sırası ile verilen şu sorunların çözülmesi gerekmektedir:

# Edit_ValidationSummary
source: The following issues have to be resolved before you can proceed:
cs_cz: Před tím, než budete moci pokračovat, musí být vyplněné následující položky:
da_dk: Følgende problem/ fejl skal løses før du kan fortsætte:
de_de: Die folgenden Punkte müssen bearbeitet werden, bevor Sie fortfahren können:
es_es: Debe resolver los siguientes problemas antes de que pueda proceder:
hr_hr: Please fix the following issues:
it_it: I seguenti errori devono essere corretti prima di poter procedere:
pl_pl: Ten problem musi zostać rozwiązany zanim przejdziesz dalej:
sk_sk: Nasledujúce položky musia byť vyplnené predtým, než možete pokračovať:
tr_tr: İlerleyebilmeniz için sırası ile verilen şu sorunların çözülmesi gerekmektedir:

# Edit_EditCategories
source: Edit blog categories
cs_cz: Upravit kategorie blogu
da_dk: Rediger blogkategorier
de_de: Blog-Kategorien bearbeiten
es_es: Editar categorías del blog
hr_hr: Uredi kategorije
it_it: Gestisci le categorie del blog
pl_pl: Edytuj kategorie bloga
sk_sk: Upraviť kategórie blogu
tr_tr: Blog kategorilerini düzenle

# CommentsAdmin
source: Comments
cs_cz: Komentáře
da_dk: Kommentar
de_de: Kommentare
es_es: Comentarios
hr_hr: Komentari
it_it: Commenti
pl_pl: Komentarze
sk_sk: Komentáre
tr_tr: Yorumlar

# Comments_Comment
source: Comment
cs_cz: Komentovat
da_dk: Kommentar
de_de: Kommentieren
es_es: Comentario
hr_hr: Komentar
it_it: Commento
pl_pl: Komentarz
sk_sk: Komentovať
tr_tr: Yorum

# Comments_ErrorMessage_UrlFormat
source: Please enter a correct Web site address, starting with http:// prefix.
da_dk: Skriv venligst en korrekt websideadresse som starter med: http://
de_de: Bitte geben Sie einen gültigen Kommentar ein.
es_es: Por favor ingrese una dirección válida de sitio Web, comenzando con el prefijo http://
hr_hr: Molimo unijeti ispravnu Web adresu, uključujući http:// prefix.
it_it: Inserisci un indirizzo web valido comprensivo del prefisso http://.
tr_tr: Lütfen http:// ön eki ile başlayan geçerli bir url giriniz.

# Comments_Sender_Url
source: Sender's URL:
da_dk: Afsender´s URL:
de_de: Beiträge mit den Schlüsselwort(en): {0}
es_es: URL del Emisor:
hr_hr: Pošiljateljev URL:
tr_tr: Gönderenin URL'si:

# Edit_BlogTitle
source: Blog title:
da_dk: Blog overskrift:
de_de: Blogtitel:
es_es: Título del blog:
hr_hr: Naziv bloga:
it_it: Titolo del blog:
sk_sk: Titul blogu
tr_tr: Blog başlığı:

source: Blog info
de_de: Blog-Informationen
es_es: Información del blog
it_it: Informazioni
tr_tr: Blog bilgisi

# AuthorDescriptionFormatString
source: Posts authored by {0}
da_dk: Indlæg skrevet af {0}
de_de: Bitte geben Sie eine gültige Anmerkung ein.
es_es: Entrada creada por {0}
hr_hr: Članci autora: {0}
it_it: Articoli scritti da {0}
tr_tr: {0} tarafından gönderilenler

# CategoryDescriptionFormatString
source: Posts in category {0}
da_dk: Indlæg i kategorien {0}
de_de: Please enter your e-mail address. It will not be shown publicly.
es_es: Entradas en la categoría {0}
hr_hr: Članci u kategoriji {0}
it_it: Articoli nella categorie {0}
tr_tr: {0} kategorisinde bulunan gönderiler
