Repository: Zoomicon/ClipFlair
Catalog: Server/ClipFlair.Social/Localization/MonoX/Resources/DefaultResources.*.resx
Languages: cs_cz, de_de, es_es, hu_hu, pl_pl, sk_sk

# Registration_RegistrationNotAllowed_Description
source: Registration is not allowed on this site. Please contact support service if you want to open a user account.
de_de: Auf dieser Website ist keine Registrierung möglich. Bitte wenden Sie sich an den Support, wenn Sie ein Benutzerkonto eröffnen wollen.
es_es: El registro no está permitido en este sitio. Por favor, póngase en contacto con servicio de soporte si desea abrir una cuenta de usuario.

# Registration_RegistrationNotAllowed_Title
source: Registration not allowed
de_de: Registrierung nicht zulässig
es_es: El registro no es permitido

source: Refresh
de_de: Aktualisieren
es_es: Refrescar

# ErrorMessage_Upload
source: Could not upload all files. Please ensure that all files that are being uploaded have the correct extension and size.
de_de: Es konnten nicht alle Dateien hochgeladen werden. Bitte vergewissern Sie sich, dass alle Dateien, die hochgeladen werden, über die korrekte Dateierweiterung und Größe verfügen.
es_es: Todos los archivos no pueden ser cargados. Asegúrese de que todos los archivos que se cargan con la extensión y el tamaño correctos.

# DateTimeExtension_DaysAgo
source: {0} day(s)
de_de: {0} tag(e)
es_es: {0} días

# DateTimeExtension_FormatSufix
source: ago
de_de: vor
es_es: hace

# DateTimeExtension_HoursAgo
source: {0} hour(s)
de_de: {0} stunde(n)
es_es: {0} horas

# DateTimeExtension_JustNow
source: just now
de_de: jetzt gerade
es_es: en este momento

# DateTimeExtension_MinutesAgo
source: {0} minute(s)
de_de: {0} minute(n)
es_es: {0} minutos

# DateTimeExtension_MonthsAgo
source: {0} month(s)
de_de: {0} monaten
es_es: {0} meses

# DateTimeExtension_OneHourAgo
source: 1 hour
de_de: 1 Stunde
es_es: 1 hora

# DateTimeExtension_OneMinuteAgo
source: 1 minute
es_es: 1 minuto

# DateTimeExtension_OneYearAgo
source: 1 year
de_de: 1 Jahr
es_es: 1 año

# DateTimeExtension_WeeksAgo
source: {0} week(s)
de_de: {0} Wochen
es_es: {0} semanas

# DateTimeExtension_YearsAgo
source: {0} year(s)
de_de: {0} Jahren
es_es: {0} años

# DateTimeExtension_Yesterday
source: yesterday
de_de: Gestern
es_es: ayer

# DateTimeExtension_OneWeekAgo
source: 1 week
de_de: 1 Woche
es_es: 1 semana

# MonoXRating_CaptionToolTip
source: Content is rated {0:f2} of {1} vote(s).
de_de: Inhalt von {1} Besucher(n) mit {0:f2} bewertet
es_es: El contenido está clasificado {0:f2} of {1} voto(s).

# MonoXRating_Caption
source: Rated {0:f2}, {1} vote(s).
de_de: Bewertet mit {0:f2}, {1} Besucher.
es_es: Calificación {0:f2}, {1} voto(s).

# MonoXRating_RatingHistorySubTitle
source: Shows who have rated the content, and the rating score.
de_de: Anzeige der Bewertung und der Personen, die den Inhalt bewertet haben.
es_es: Muestra que se ha clasificado el contenido y el puntaje de calificación.

# MonoXRating_RatingHistoryTitle
source: Rating history
de_de: Bewertungsverlauf
es_es: Historial Clasificación

# MonoXRating_ViewHistory
source: Rating history
de_de: Bewertungsverlauf
es_es: Historial Clasificación

# MonoXRating_NotRated
source: This content has not been rated yet.
de_de: Dieser Inhalt wurde noch nicht bewertet.
es_es: Este contenido no ha sido calificado aún.

# MonoXMaster_ConnectionsZone_GeneralInstructionsText
source: Please select Web parts that are communication providers or consumers and choose "Connect" menu verb to display more options in this pane.
de_de: Bitte wählen Sie die Webparts, die Kommunikationsanbieter oder Consumers sind und wählen Sie den Menübegriff "Verbinden", um weitere Optionen in diesem Bereich anzeigen zu lassen.
es_es: Por favor, seleccione los elementos web que son los proveedores de comunicaciones o de los consumidores y elija la opción "Connect" para ver más opciones en este panel.

# SyntaxHighlighter_EmptyPlaceHolderCaption
source: enter code here
de_de: Code hier eingeben
es_es: Introducir el código aquí

# SyntaxHighlighter_MenuRootItemCaption
source: Insert code
de_de: Code einfügen
es_es: Inserte el código

# MessageCenter
source: Go to message center
de_de: Zur Nachrichtenzentrale wechseln
es_es: Ir al centro de mensajes

# RelatedContent_Title
source: Related content
es_es: Contenido relacionado

# MonoXRating_NoRatePermission
source: You can not rate this content (e.g. You are not authenitcated, This is your content, You already rated this content etc.).
es_es: No se permite calificar este contenido (por ejemplo, Usted no se ha autenticado, este es su contenido suyo, tú ya has calificado este contenido, etc.)

# MonoXRating_RatedByNotMember
source: Unauthenticated user
es_es: Usuario no autenticado

# ErrorMessage_NotEnablePasswordReset
source: Password reset is not enabled.
es_es: El Restablecimiento de la contraseña no está habilitada.

# ErrorMessage_NotEnablePasswordRetrieval
source: Password retrieval is not enabled.
es_es: La Recuperación de la contraseña no está habilitada.

# NotValidUserDataPP
source: User data is not valid! Please fetch all user data.
es_es: Los datos del usuario no son válidos! Por favor, obtener todos los datos del usuario.

# MonoXMaster_HiddenCatalogPart_Title
source: Hidden parts catalog
es_es: Esconder partes del catalogo

# OpenSocial_Allow
source: Allow
es_es: Permitir

# OpenSocial_Deny
source: Deny
es_es: Denegar

# OpenSocial_RequestMessage
source: {0} application wants to access your social networking data.
es_es: {0} aplicación desea tener acceso a los datos sociales?

# ContactForm_MissingContactEMailAddress
source: Contact e-mail address is missing. Please contact the web site administrator.
es_es: La dirección de correo electrónico no se encuentra. Por favor, póngase en contacto con el administrador del sitio web.

# Message_AccountUpdated
source: Your account has been successfully updated.
es_es: Su cuenta ha sido actualizada.
sk_sk: Váš účet bol úspešne aktualizovaný.

# ErrorMessage_UserAccountHasBeenLockedOut
source: Password was not retrieved (e.g. The user account has been locked out, etc. ).
es_es: La contraseña no se ha recuperado (por ejemplo, la cuenta de usuario ha sido bloqueada, etc.)

# DemoIndicator
source: This is a demo site for MonoX. Please visit <a href="http://www.mono-software.com/">Mono Software</a> for more info.
es_es: Este es un sitio de demostración para MonoX. Por favor, visite href="http://www.mono-software.com/"> <a Mono Software </ a> para más información.

# ActivationEmailRecovery_Title
source: Activation E-mail Recovery
cs_cz: Obnovení aktivačního emailu
de_de: Wiederherstellung Aktivierungs-E-Mail
hu_hu: Aktiváló E-mail Újraküldés
pl_pl: Odzyskiwanie wiadomości aktywacyjnej
sk_sk: Obnovenie aktivačného e-mailu

# CachedOnFormatText
source: Cached on {0}
de_de: Zwischengespeichert am {0}

# LocaleChanger_DefaultLangTitle
source: Default
de_de: Standard

# Global_Error
source: Error
de_de: Fehler

# Login_Login
source: Log In
cs_cz: Přihlásit se
de_de: Einloggen
hu_hu: Bejelentkezés
pl_pl: Zaloguj się
sk_sk: Prihlásiť sa

# MonoXMaster_LoginStatus_LoginText
source: Login
de_de: Anmeldung

# ErrorMessage_ActivationEmailRecovery_UserAlreadyActive
source: Your account is active, there is no need to send you the activation e-mail.
de_de: Möglicherweise muss Ihr Kommentar vor der Veröffentlichung von einem Administrator genehmigt werden.
