Repository: Zoomicon/ClipFlair
Catalog: Server/ClipFlair.Social/Localization/MonoX/Resources/DefaultResources.*.resx
Languages: cs_cz, de_de, es_es, hu_hu, pl_pl, sk_sk

# ActivationEmailRecovery_UserName
source: User name
cs_cz: Uživatelské jméno
de_de: Benutzername
es_es: Nombre Usuario
hu_hu: Felhasználónév
pl_pl: Wiadomość aktywacyjna została wysłana pomyślnie.
sk_sk: Užívateľské meno

# Button_Send
source: Send
cs_cz: Odeslat
de_de: Senden
es_es: Enviar
hu_hu: Küldés
pl_pl: Wyślij
sk_sk: Pošli

# Email_Activation_HtmlContent
source: Dear <i>{0}</i>, this is an account activation e-mail from {1}. Please click on the following link in order to activate your account: <br /><br /> <a href="{2}">{2}</a> <br /><br /><br /> Sincerely, <br /><br /> Your {1} team
cs_cz: Vážený <i>{0}</i>, , toto je aktivační e-mail od {1}. Prosím kliněte na následující odkaz pro aktivaci Vašeho účtu: <br /><br /> <a href="{2}">{2}</a> <br /><br /><br /> Zdraví, <br /><br /> Váš {1} tým
de_de: Sehr geehrte(r) <i>{0}</i>, dies ist eine E-Mail für die Aktivierung Ihres Kontos von {1}. Zur Aktivierung Ihres Kontos klicken Sie bitte auf den folgenden Link: <br /><br /> <a href="{2}">{2}</a> <br /><br /><br /> Mit freundlichen Grüßen, <br /><br /> Ihr Team von {1}
es_es: Estimado <i>{0}</i>, esto es la activación de la cuenta de correo electrónico de {1}. Por favor, haga clic en el siguiente enlace para activar tu cuenta: <br /><br /> <a href="{2}">{2}</a> <br /><br /><br /> Atentamente, <br /><br /> Su {1} equipo
hu_hu: Kedves {0}, fiók aktiváló e-mailje érkezett {1}-től. Kérjük, kattintson a következő linkre, hogy aktiválhassa személyes fiókját:<br /><br /> <a href=""{2}"">{2}</a> <br /><br /><br /> Üdvözlettel, <br /><br /> {1} csapata
pl_pl: Drogi <i> {0} </i>, to jest aktywacyjny e-mail konta z {1}. Kliknij na poniższy link, aby aktywować swoje konto: <br /><br /> <a href="{2}">{2}</a> <br /><br /><br /> Z poważaniem, <br /><br /> Zespół {1}
sk_sk: Vážený <i>{0}</i>, toto je aktivačný e-mail od {1}. Prosím kliknite na nasledujúci odkaz pre aktiváciu Vášho účtu: <br /><br /> <a href="{2}">{2}</a> <br /><br /><br /> S pozdravom, <br /><br /> Váš {1} tím

# Email_Activation_PlainContent
source: Dear {0}, this is an account activation e-mail from {1}. Please go to the following link in order to activate your account: {2} Sincerely, Your {1} team
cs_cz: Vážený {0}, toto je aktivační e-mail od {1}. Prosím kliněte na následující odkaz pro aktivaci Vašeho účtu: {2} Zdraví, Váš {1} tým
de_de: Sehr geehrte(r) {0}, dies ist eine E-Mail für die Aktivierung Ihres Kontos von {1}. Zur Aktivierung Ihres Kontos gehen Sie bitte zu folgendem Link: {2} Mit freundlichen Grüßen, Ihr Team von {1}
es_es: Estimado {0}, esto es la activación de la cuenta de correo electrónico {1}. Por favor, vaya al siguiente enlace para activar tu cuenta: {2} Atentamente, Su {1} equipo
hu_hu: Kedves {0}, fiók aktiváló e-mailje érkezett {1}-től. Kérjük, kattintson a következő linkre, hogy aktiválhassa személyes fiókját: {2} Üdvözlettel: {1} csapata
pl_pl: Drogi {0} , to jest aktywacyjny e-mail konta z {1}. Użyj poniższego linku, aby aktywować swoje konto: {2} Z poważaniem, Zespół {1}
sk_sk: Vážený {0}, toto je aktivačný e-mail od {1}.Prosím kliknite na nasledujúci odkaz pre aktiváciu Vášho účtu: {2} S pozdravom, Váš {1} tím

# Email_Activation_Title
source: Account Activation
cs_cz: Aktivace účtu
de_de: Kontoaktivierung
es_es: Activación de la cuenta
hu_hu: Fiók aktiválás
pl_pl: Aktywacja konta
sk_sk: Aktivácia účtu

# Email_PasswordRecovery_HtmlContent
source: Dear <i>{0}</i>, we have just received a password retrieval request for your username at {1}. <br /><br /> Your password is: <b>{2}</b> <br /><br /><br /> Sincerely, <br /><br /> Your {1} team
cs_cz: Vaše uživatelské jméno {1}. <br /><br /> Vaše heslo je: <b>{2}</b> <br /><br /><br /> Zdraví, <br /><br /> Váš {1} tým
de_de: Sehr geehrte(r) <i>{0}</i>, wir haben eine Anfrage zur Wiederherstellung des Passwortes für das Konto mit Ihrem Benutzernamen bei {1} erhalten. <br /><br /> Ihr Passwort lautet: <b>{2}</b> <br /><br /><br /> Mit freundlichen Grüßen, <br /><br /> Ihr Team von {1}
es_es: Estimado <i>{0}</i>, Acabamos de recibir una solicitud de recuperación de contraseña para su nombre de usuario en {1}. <br /><br /> Su contraseña es: <b>{2}</b> <br /><br /><br /> Atentamente, <br /><br /> Your {1} team
hu_hu: Kedves <i>{0}</i>, kaptunk egy jelszóemlékeztető felkérést, a {1} felhasználó nevében. <br /><br /> Az Ön jelszava: <b>{2}</b> <br /><br /><br /> Üdvözlettel: <br /><br /> {1} csapata
pl_pl: Drogi <i>{0}</i>, właśnie otrzymaliśmy prośbę o odzyskanie hasła do Twojego konta na {1}. <br /><br /> Twoje hasło to: <b>{2}</b> <br /><br /><br /> Z poważaniem, <br /><br /> Zespół {1}
sk_sk: Vážený <i>{0}</i>, práve sme obdržali požiadavku na vytvorenie hesla k Vášmu užívateľskému menu na {1}. <br /><br /> Vaše heslo je: <b>{2}</b> <br /><br /><br /> S pozdravom zostáva, <br /><br /> Váš {1} tím

# Email_PasswordRecovery_PlainContent
source: Dear {0}, we have received a password retrieval request for your username at {1}. Your password is: {2} Sincerely, Your {1} team
cs_cz: Vážený {0}, právě jsme obdrželi požadavek na přístupové heslo pro Vaše uživatelské jméno {1}. Vaše heslo je: {2} Zdraví, Váš {1} tým
de_de: Sehr geehrte(r) {0}, wir haben eine Anfrage zur Wiederherstellung des Passwortes für das Konto mit Ihrem Benutzernamen bei {1} erhalten. Ihr Passwort lautet: {2} Mit freundlichen Grüßen, Ihr Team von {1}
es_es: Estimado {0}, hemos recibido una solicitud de recuperación de contraseña para su nombre de usuario en {1}. Su contraseña ess: {2} Atentamente,, Su {1} equipo
hu_hu: Kedves {0}, kaptunk egy jelszóemlékeztető felkérést, a {1} felhasználó nevében. Az Ön jelszava: {2} Üdvözlettel: {1} csapata
pl_pl: Drogi <i>{0}</i>, właśnie otrzymaliśmy prośbę o odzyskanie hasła do Twojego konta na {1}. Twoje hasło to: {2} Z poważaniem, Zespół {1}
sk_sk: Vážený {0}. Práve sme obdržali požiadavku na vytvorenie nového hesla k užívateľskému menu na {1}. Vaše heslo je: {2} S pozdravom zostáva, Váš {1} tím.

# Email_PasswordRecovery_Title
source: Password Reminder
cs_cz: Připomenout heslo
de_de: Passworterinnerung
es_es: ¿Olvidó su contraseña?
hu_hu: Jelszó emlékeztető
pl_pl: Przypomnienie hasła
sk_sk: Pripomenúť heslo

# ErrorMessage_ActivationEmail
source: An uexpected error has occured while sending you an activation e-mail. Your account has been successfully created but you can't login until you activate it via activation e-mail. To resend your activation e-mail please go to the <a href="{0}">Activation e-mail recovery</a> page. If the problem persists, please contact us.
de_de: Beim Versenden Ihrer Aktivierungs-E-Mail ist ein unerwarteter Fehler aufgetreten. Die Erstellung Ihres Kontos war erfolgreich. Sie können sich jedoch erst nach Aktivierung des Kontos über die Aktivierungs-E-Mail anmelden. Für den erneuten Versand Ihrer Aktivierungs-E-Mail gehen Sie bitte auf die Seite für die <a href="{0}">Wiederherstellung der Aktivierungs-E-Mail</a>. Sollte das Problem auch weiterhin bestehen, wenden Sie sich bitte an uns.
es_es: Un error inesperado ha ocurrido mientras se envíaba su correo de activación. Su cuenta ha sido creada con éxito, pero no se puede acceder hasta que lo active a través de la activación del correo electrónico. Para volver a enviar el correo de activación por favor vaya a la <a href="{0}">Correo de activación y recuperación</a> page. If the problem persists, please contact us.

# ErrorMessage_ActivationUrl
source: There is a problem with your activation link. If you've copied and pasted it in your browser, please make sure that it is identical to the link you've got in the activation e-mail. If you clicked on it or you are sure you copied/pasted it correctly and it still doesn't work, then please contact our support.
de_de: Es gibt ein Problem mit Ihrem Aktivierungslink. Wenn Sie den Link kopiert und in der Browserzeile eingefügt haben, vergewissern Sie sich bitte, dass diese Eingabe identisch mit dem Link in Ihrer Aktivierungs-E-Mail ist. Wenn Sie auf den Link geklickt haben oder sicher sind, dass Sie diesen korrekt kopiert und eingefügt haben und das Problem weiterhin besteht, wenden Sie sich bitte an unseren Support.
es_es: Hay un problema con el enlace de activación. Si has copiado y pegado en tu navegador, por favor asegúrese de que sea idéntica al link que tienes en el correo de activación. Si sigue sin funcionar, póngase en contacto con nuestro soporte.

# ErrorMessage_InvalidUserName
source: No user with the entered user name exists.
de_de: Unter dem eingegebenen Benutzernamen ist kein Benutzer vorhanden.
es_es: El usuario con el nombre ingresado no existe.
sk_sk: Užívateľ so zvoleným užívateľským menom neexistuje

# ErrorMessage_Login
source: Login failed, invalid user name or password.
cs_cz: Přihlášení selhalo, zadané heslo či jméno není správné
de_de: Anmeldung fehlgeschlagen, ungültiger Benutzername oder ungültiges Passwort.
es_es: Error de acceso, nombre de usuario o contraseña no válidos.
hu_hu: Sikertelen belépés, a megadott felhasználó név vagy a jelszó hibás.
pl_pl: Logowanie nie powiodło się, nieprawidłowa nazwa użytkownika lub hasło.
sk_sk: Prihlásenie zlyhalo, zadané heslo alebo meno je nesprávne

# ErrorMessage_Login_LockedOut
source: Your account has been locked out because of too many invalid login attempts. Please contact us to have your account unlocked.
de_de: Ihr Konto wurde wegen einer zu großen Anzahl ungültiger Anmeldungsversuche gesperrt. Bitte wenden Sie sich an uns, um Ihr Konto entsperren zu lassen.
es_es: Su cuenta ha sido bloqueada debido a demasiados intentos fallidos. Por favor, póngase en contacto con nosotros para habilitar su cuenta.
sk_sk: Váš účet bol zablokovaný, zadali ste priveľa nesprávnych hesiel. Prosím kontaktujte nás aby sme Vám účet odblokovali.

# ErrorMessage_Login_NotActivated
source: Your account has not yet been activated. Please activate it via an activation e-mail we sent you. If you didn't get the e-mail, then please try resending it by going to the <a href="{0}">Activation E-mail Recovery</a> page. If you can't send or receive the activation e-mail, please contact us.
de_de: Ihr Konto wurde noch nicht aktiviert. Bitte aktivieren Sie das Konto über die von uns zusendete Aktivierungs-E-Mail. Wenn Sie die E-Mail nicht erhalten haben, gehen Sie bitte für den erneuten Versand Ihrer Aktivierungs-E-Mail auf die Seite für die <a href="{0}">Wiederherstellung der Aktivierungs-E-Mail</a>. Wenn Sie die Aktivierungs-E-Mail nicht erhalten oder versenden können, wenden Sie sich bitte an uns.
es_es: Su cuenta no ha sido activada. Por favor, activela a través del correo de activación que le enviamos. Si usted no recibió el correo, por favor, intente enviarlo de nuevo dando clic a <a href="{0}">Activation E-mail Recovery</a>Si no puede enviar o recibir el correo de activación, póngase en contacto con nosotros.
sk_sk: Váš účet zatiaľ nebol aktivovaný. Prosím aktivujte si ho pomocou emailu, ktorý Vám bude zaslaný. Ak email neobdržíte, pokúste sa ho opätovne preposlať nalogovaním na stránku Activation E-mail Recovery.<br /> Ak sa Vám nepodarí aktivačný email prijať alebo odoslať, prosím kontaktujte nás.

# ErrorMessage_OpenId_AuthenticationCanceled
source: OpenID authentication canceled.
de_de: OpenID-Authentifizierung abgebrochen.
es_es: OpenID autenticación cancelada.

# ErrorMessage_OpenId_AuthenticationFailed
source: OpenID authentication failed. Please check your OpenID.
de_de: OpenID-Authentifizierung fehlgeschlagen. Bitte prüfen Sie Ihre OpenID.
es_es: Error de autenticación OpenID. Por favor, verifique su OpenID.

# ErrorMessage_OpenId_Format
source: Wrong format of the OpenID login.
de_de: Falsches Format für die OpenID-Anmeldung.
es_es: Formato incorrecto del inicio de sesión OpenID.

# ErrorMessage_OpenId_ImmediateMode
source: You must log into your OpenId provider first to use immediate mode.
de_de: Sie müssen sich zuerst bei Ihrem OpenID-Anbieter anmelden, um den Sofortmodus verwenden zu können.
es_es: Usted debe registrarse con su proveedor de OpenID primero para utilizar el modo inmediato.

# Global_Email
source: E-mail
es_es: Correo

# Global_Password
source: Password
cs_cz: Heslo
de_de: Passwort
es_es: Contraseña
hu_hu: Jelszó
pl_pl: Hasło
sk_sk: Heslo

# Global_RepeatPassword
source: Repeat password
cs_cz: Zopakovat heslo
de_de: Passwort wiederholen
es_es: Repita la contraseña
hu_hu: Jelszó megismétlése
pl_pl: Powtórz Hasło
sk_sk: Zopakuj heslo

# Global_UserName
source: User name
cs_cz: Uživatelské jméno
de_de: Benutzername
es_es: Nombre Usuario
hu_hu: Felhasználónév
pl_pl: Użytkownik
sk_sk: Užívateľské meno

# Message_AccountActivated_Description
source: Your account has been successfully activated and you have been automatically signed in.
de_de: Ihr Konto wurde erfolgreich aktiviert und Sie wurden automatisch angemeldet.
es_es: Su cuenta ha sido activado con éxito y automaticamente ha sido registrado
sk_sk: Váš účet bol úspešne aktivovaný a Vy ste boli automaticky prihlásený.

# Message_AccountActivated_Title
source: Account Activation
de_de: Kontoaktivierung
es_es: Activación de la cuenta
sk_sk: Aktivácia účtu

# Message_AccountActivationEmailSent_Description
source: To activate your account, please click on the link in the e-mail. Your account will be activated and you'll be automatically signed in.<br />If you don't get the e-mail within 10 minutes, please contact us.
cs_cz: Pro aktivaci Vašho účtu klikněte prosím na odkaz v emailu. Váš účet bude aktivován a Vy budete automaticky přihlášen. <br/> Pokud neobdržíte email během 10 minut, prosím kontaktujte nás.
de_de: Bitte klicken Sie auf den Link in der E-Mail, um Ihr Konto zu aktivieren. Ihr Konto wird aktiviert und Sie werten automatisch angemeldet.<br />Wenn Sie die E-Mail nicht innerhalb von 10 Minuten erhalten, wenden Sie sich bitte an uns.
es_es: Para activar su cuenta, por favor haga clic en el enlace en el correo. Su cuenta será activada y estará automanticamente registrado.<br />Si usted no recibe el e-mail dentro de los 10 minutos, por favor póngase en contacto con nosotros.
hu_hu: Hogy fiókját aktiválhassuk, kérjük, kattintson az üzenetben található linkre. Ez után személyes fiókja aktiválódik és automatikusan bejelentkezik a rendszerbe.<br/>Ha levelünk 10 percen belül nem érkezik meg, kérjük, lépjen velünk kapcsolatba.
pl_pl: Proszę sprawdzić skrzynkę e-mail, wiadomość z hasłem powinna dotrzeć wkrótce. <br> Jeśli nie otrzymasz wiadomości w ciągu 10 minut, prosimy o kontakt.
sk_sk: Pre aktiváciu Vášho účtu, prosím, kliknite na link v e-maile. Váš účet bude aktivovaný a Vy budete automaticky prihlásený. <br> Ak nedostanete e-mail v priebehu 10 minút, prosím, kontaktujte nás.

# Message_AccountActivationEmailSent_Title
source: Activation e-mail has been successfully sent.
cs_cz: Aktivační email byl úspěšně odeslán.
de_de: Aktivierungs-E-Mail wurde erfolgreich versendet.
es_es: La activación de correo electrónico ha sido enviada con éxito.
hu_hu: Az aktiváló e-mail sikeresen elküldésre került.
pl_pl: Wiadomość z przypomnieniem hasła została wysłana
sk_sk: Aktivačný e-mail bol úspešne zaslaný

# Message_AccountCreated_Description
source: Thanks for creating your account. The last step you need to do is activating it. An e-mail has been sent to the address you provided. To activate your account, please click on the link in the e-mail. Your account we'll be activated and you'll be automatically signed in.<br /><br />If you don't get the e-mail within 10 minutes, please try to resend it by going to the <a href="{0}">Activation E-mail Recovery</a> page. If you keep experiencing problems, please contact us.
cs_cz: Děkujeme za vytvoření účtu na našich stránkách. Prosím aktivujte si Váš účet, aby byla potvrzena Vaše totožnost a získejte tak plný přístup k celému obsahu.<br> Potvrzující e-mail byl zaslán na Vámi uvedenou adresu. Pro aktivaci Vašeho účtu klikněte na odkaz uvedený v e-mailu. Váš účet pak bude plně aktivován a Vy budete automaticky přihlášen.<br><br> Pokud nedostanete aktivační e-mail během 10 minut zkuste využít následující odkaz <a style="text-decoration: underline;" href="{0}">Recover activation e-mail page</a>.Pokud Vaše problémy přetrvají kontaktujte nás prosím mailem.
de_de: Wir danken Ihnen für die Erstellung des Kontos. Jetzt müssen Sie das Konto nur noch aktivieren. Es wurde eine E-Mail an die von von Ihnen angegebene Adresse gesendet. Klicken Sie bitte auf den in der E-Mail enthaltenen Link, um das Konto zu aktivieren. Ihr Konto wird aktiviert und Sie werden automatisch angemeldet.<br /><br />Wenn Sie innerhalb von 10 Minuten keine E-Mail zur Aktivierung Ihres Kontos erhalten, lassen Sie bitte diese erneut versenden, indem Sie auf die Seite für die <a href="{0}">Wiederherstellung der Aktivierungs-E-Mail</a> gehen. Sollte es weiterhin Probleme geben, wenden Sie sich bitte an uns.
es_es: Gracias por crear tu cuenta. El último paso que tiene que hacer es activarla. Un correo electrónico ha sido enviado a la dirección que proporcionó . Para activar su cuenta, por favor haga clic en el enlace en su correo. Su cuenta será activada y estará automáticamente registrado <br /> <br /> Si usted no recibe el correo dentro de 10 minutos, por favor, tratar de enviarlo, ir a <a href="{0}">Activation E-mail Recovery</a> > Si sigues experimentando problemas, póngase en contacto con nosotros.
hu_hu: Köszönjük, hogy regisztrált oldalunkon. Kérjük, aktiválja fiókját, hogy ellenőrizhessük adatainak valódiságát és hogy teljes hozzáférést biztosíthassunk oldalunkhoz.<br />A megerősítő e-mailt elküldtük a megadott e-mail címre. Hogy fiókját aktiválhassuk, kérjük, kattintson az üzenetben található linkre. Ez után személyes fiókja aktiválódik és automatikusan bejelentkezik a rendszerbe. <br /><br />Ha 10 percen belül nem érkezik meg az aktiváló e-mail, próbálja meg újraküldeni az <a style="text-decoration:underline" href="{0}">aktiválás újraküldése oldalon található módon</a>. Ha továbbra is problémát tapasztal, kérjük e-mailen keresztül lépjen velünk kapcsolatba.
pl_pl: Dziękujemy za założenie konta w naszym serwisie. Aktywuj konto, aby potwierdzić swoją tożsamość i uzyskać pełny dostęp do wszystkich zasobów. <br> Wiadomość e-mail została wysłana na podany adres. Aby uaktywnić konto, kliknij na link w tej wiadomości. Twoje konto zostanie w pełni uruchomione i będziesz automatycznie zalogowany. <br><br> Jeśli nie otrzymasz wiadomości aktywacyjnej w ciągu 10 minut, spróbuj wysłać ją przechodząc do <a style = "text-decoration: underline;" href ="{0}"> Strona odzyskiwania aktywacji e-mail </ a>. Jeśli wciąż występują problemy, skontaktuj się z nami przez e-mail.
sk_sk: Ďakujeme za vytvorenie účtu na našich stránkach. Prosím aktivujte si Váš účet, aby bola potvrdená Vaša totožnosť a získajte tak úplný prístup k celému obsahu.<br> Potvrzdujúci e-mail bol zaslaný na Vami uvedenú adresu. Pre aktiváciu Vášho účtu kliknite na odkaz uvedený v e-maili. Váš účet bude potom aktivovaný a Vy budete automaticky prihlásený.<br><br> Pokiaľ nedostanete aktivačný e-mail behom 10 minút skúste použiť nasledujúci odkaz <a style="text-decoration: underline;" href="{0}">Recover activation e-mail page</a>.Pokiaľ Vaše problémy pretrvávajú, kontaktujte nás prosím emailom.

# Message_AccountCreated_Title
source: Your account has been successfully created.
cs_cz: Váš účet byl úspěšně vytvo
de_de: Die Erstellung Ihres Kontos war erfolgreich.
es_es: Su cuenta ha sido creada con éxito.
hu_hu: Az Ön fiókját sikeresen megnyitottuk
pl_pl: Twoje konto zostało pomyślnie utworzone.
sk_sk: Váš účet bol úspešne vytvorený

# Message_PasswordRecoveryEmailSent_Description
source: Please check your e-mail, a message with your password should arrive soon.<br />If you don't get our e-mail within 10 minutes, please contact us.
cs_cz: Pro aktivaci Vašho účtu klikněte prosím na odkaz v emailu. Váš účet bude aktivován a Vy budete automaticky přihlášen.<br> Pokud neobdržíte email během 10 minut, prosím kontaktujte nás.
de_de: Bitte prüfen Sie Ihre E-Mails. Sie sollten die E-Mail mit Ihrem Passwort in wenigen Minuten erhalten.<br />Wenn Sie unsere E-Mail nicht innerhalb von 10 Minuten erhalten, wenden Sie sich bitte an uns.
es_es: Por favor, revise su dirección de corre, un mensaje con su contraseña debe llegar pronto. <br /> Si usted no recibe nuestro e-mail dentro de los 10 minutos, por favor póngase en contacto con nosotros.
hu_hu: Kérjük, ellenőrizze levelesládáját, mert a jelszóemlékeztetőnek hamarosan meg kell érkeznie.<br/>Ha levelünk 10 percen belül nem érkezik meg, kérjük, lépjen velünk kapcsolatba.
pl_pl: Proszę sprawdzić skrzynkę e-mail, wiadomość z hasłem powinna dotrzeć wkrótce. <br> Jeśli nie otrzymasz wiadomości w ciągu 10 minut, prosimy o kontakt.
sk_sk: Prosím skontrolujte Váš e-mail, mali by ste v ňom čoskoro obdržať heslo.<br /> Pokiaľ neobdržíte heslo behom 10 minút, prosím kontaktujte nás.

# Message_PasswordRecoveryEmailSent_Title
source: Password reminder e-mail has been successfully sent.
cs_cz: Aktivační email byl úspěšně odeslán.
de_de: Die E-Mail mit der Passworterinnerung wurde erfolgreich versendet.
es_es: Un recordatorio de su clave de correo electrónico ha sido enviado con éxito.
hu_hu: A jelszóemlékeztető e-mail sikeresen elküldésre került.
pl_pl: Wiadomość z przypomnieniem hasła została wysłana
sk_sk: E-mail s heslom bol úspešne odoslaný

# PasswordlRecovery_UserName
source: User name
cs_cz: Přihlašovací jméno
de_de: Benutzername
es_es: Nombre Usuario
hu_hu: Felhasználónév
pl_pl: Nazwa Użytkownika
sk_sk: Prihlasovacie meno

# PasswordRecovery_Title
source: Password Recovery
cs_cz: Připomenout heslo
de_de: Passwort-Wiederherstellung
es_es: Recuperación Contraseña
hu_hu: Jelszó visszaállítása
pl_pl: Przypomnienie hasła?
sk_sk: Pripomenúť heslo

# ValidationMessage_Email
source: Please enter a valid e-mail address for '{0}'.
cs_cz: Prosím zadejte platnou e-mailovou adresu pro '{0}'.
de_de: Bitte geben Sie eine gültige E-Mail-Adresse ein für '{0}'.
es_es: Ingres una dirección de correo válida para '{0}'.
hu_hu: Kérjük, adjon meg egy érvényes e-mail címet '{0}'.
pl_pl: Niewłaściwe dane w polu Adres e-mail '{0}'.
sk_sk: Prosím zadajte platnú e-mailovú adresu pre '{0}'.

# ValidationMessage_Name
source: Please only use letters, numbers and punctuation for the '{0}'.
de_de: Bitte verwenden Sie nur Buchstaben, Zahlen und Satzzeichen für '{0}'.
es_es: Por favor, utilice sólo letras, números y puntuacion para la '{0}'.

# ValidationMessage_PasswordMatch
source: The password entry does not match the repeat password entry.
cs_cz: Zadané heslo se neshoduje s předešlým.
de_de: Das zuerst eingegebene Passwort stimmt nicht mit der wiederholten Eingabe überein.
es_es: La contraseña no coincide con la entrada de la contraseña de repetición.
hu_hu: A jelszó nem egyezik a megismételt jelszóval.
pl_pl: Powtórzenie hasła nie jest identyczne z wprowadzonym hasłem.
sk_sk: Vaše heslo sa nezhoduje s opakovane zadaným heslom.

# ValidationMessage_RequiredField
source: Please enter a value for '{0}'.
cs_cz: Prosím zadejte hodnotu pro '{0} '.
de_de: Bitte geben Sie einen Wert ein für '{0}'.
es_es: Por favor, introduzca un valor para '{0}'.
hu_hu: Kérem írjon be adatot '{0}'.
pl_pl: Wprowadź wartość '{0}'.
sk_sk: Prosím zadajte hodnotu pre {0}.

# MembershipEditor_CreateAccount
source: Create Account
cs_cz: Vytvořit účet
de_de: Konto erstellen
es_es: Crear Cuenta
hu_hu: Felhasználói fiók létrehozása
pl_pl: Załóż konto
sk_sk: Vytvoriť účet

# MembershipEditor_Email
source: E-mail
es_es: Correo

# MembershipEditor_Password
source: Password
cs_cz: Heslo
de_de: Passwort
es_es: Contraseña
hu_hu: Jelszó
pl_pl: Hasło
sk_sk: Heslo

# MembershipEditor_RememberMe
source: Remember me
cs_cz: Zapamatovat heslo
de_de: Angemeldet bleiben
es_es: Recuérdame
hu_hu: Emlékezz rám
pl_pl: Zapamiętaj mnie
sk_sk: Zapamätaj si
