Repository: Zoomicon/ClipFlair
Catalog: Server/ClipFlair.Social/Localization/MonoX/Resources/DefaultResources.*.resx
Languages: cs_cz, de_de, es_es, hu_hu, pl_pl, sk_sk

# MembershipEditor_RepeatPassword
source: Repeat password
cs_cz: Uživatelské jméno
de_de: Passwort wiederholen
es_es: Repita su contraseña
hu_hu: Jelszó megismétlése
pl_pl: Powtórz Hasło
sk_sk: Zopakuj heslo

# MembershipEditor_Title_CreateAccount
source: Account Registration
cs_cz: Registrace
de_de: Kontoregistrierung
es_es: Registro de la cuenta
hu_hu: Regisztrálás
pl_pl: Załóż konto
sk_sk: Registrácia

# MembershipEditor_Title_UpdateAccount
source: Update Account
cs_cz: Aktualizovat účet
de_de: Konto aktualisieren
es_es: Actualización de la cuenta
hu_hu: Fiók frissítése
pl_pl: Zaktualizuj Konto
sk_sk: Aktualizovať účet

# MembershipEditor_UpdateAccount
source: Update Account
cs_cz: Aktualizovat účet
de_de: Konto aktualisieren
es_es: Actualización de la cuenta
hu_hu: Fiók adatainak frissítése
pl_pl: Zaktualizuj Konto
sk_sk: Aktualizovať účet

# MembershipEditor_UserName
source: User name
cs_cz: Uživatelské jméno
de_de: Benutzername
es_es: Nombre Usuario
hu_hu: Felhasználónév
pl_pl: Nazwa Użytkownika
sk_sk: Užívateľské meno

# Login_OpenId_Error_Create
source: User account cannot be created:
de_de: Benutzerkonto kann nicht erstellt werden:
es_es: La cuenta de usuario no se puede crear:

# Login_OpenId_Example
source: Example:
de_de: Beispiel:
es_es: Ejemplo:

# Login_OpenId_PasswordQuestion
source: This is an OpenID account. What nickname did you supply?
de_de: Dies ist ein OpenID-Konto. Welchen Spitznamen haben Sie angegeben?
es_es: Esta es una cuenta OpenID. Que nickname desea proporcionar?

# Login_OpenId_Register
source: Get OpenID now
de_de: Holen Sie sich jetzt OpenID
es_es: Obtenga ahora OpenID

# Login_OpenId_Register_ToolTip
source: Sign up for a free OpenID account
de_de: Registrieren Sie sich für ein kostenloses OpenID-Konto
es_es: Regístrese para obtener una cuenta gratuita de OpenID

# Login_OpenId_Title
source: Log in using your OpenID
de_de: Melden Sie sich mit Ihrer OpenID an
es_es: Inicie sesión con su OpenID

# Login_Password
source: Password:
cs_cz: Heslo:
de_de: Passwort:
es_es: Contraseña:
hu_hu: Jelszó:
pl_pl: Hasło:
sk_sk: Heslo

# Login_PasswordRecoveryText
source: Forgot password?
cs_cz: Zapomněl jsi heslo?
de_de: Passwort vergessen?
es_es: Olvido su contraseña?
hu_hu: Elfelejtette a jelszavát?
pl_pl: Powtórz Hasło
sk_sk: Zabudol si heslo?

# Login_Register
source: Register
cs_cz: Zaregistrovat se
de_de: Registrieren
es_es: Registro
hu_hu: Regisztrálás
pl_pl: Rejestracja
sk_sk: Zaregistruj sa

# Login_RememberMe
source: Remember me
cs_cz: Zapamatovat heslo
de_de: Angemeldet bleiben
es_es: Recuérdame
hu_hu: Emlékezz rám
pl_pl: Zapamiętaj mnie
sk_sk: Zapamätaj si

# Login_Title
source: Log in using your username and password
cs_cz: Zaregistrovat se
de_de: Loggen Sie sich mit Ihrem Benutzernamen und Passwort ein
es_es: Inicie sesión con su nombre de usuario y contraseña
hu_hu: Bejelentkezés azonosítóval és jelszóval
pl_pl: Zaloguj się
sk_sk: Prihlásiť sa pomocou užívateľského mena a hesla

# Login_UserName
source: User name:
cs_cz: Uživatelské jméno:
de_de: Benutzername:
es_es: Nombre usuario:
hu_hu: Felhasználónév:
pl_pl: Nazwa Użytkownika:
sk_sk: Užívateľské meno

# Button_Cancel
source: Cancel
de_de: Löschen
es_es: Cancelar
sk_sk: Vymaž

# Button_Save
source: Save
de_de: Speichern
es_es: Guardar
sk_sk: Ulož

# Button_Close
source: Close
de_de: Schließen
es_es: Cerrar

# UserPicker_ToolTip
source: Tip: start typing the username, first or last name of the person you want to contact. You can enter unlimited values in this field, separate individual entries by commas.
de_de: Tipp: Beginnen Sie mit der Eingabe des Benutzernamens, des Vornamens oder Nachnamens der Person, die Sie kontaktieren wollen. In dieses Feld können Sie eine unbegrenzte Anzahl von Werten getrennt durch Kommata eintragen.
es_es: Sugerencia: empezar a escribir el nombre de usuario, nombre o apellido de la persona que desea contactar. Puede introducir valores en este campo, separando las entradas individuales por comas.

# Button_Delete
source: Delete
de_de: Löschen
es_es: Eliminar

# Button_Update
source: Update
de_de: Aktualisieren
es_es: Actualizar

# Button_Edit
source: Edit
de_de: Bearbeiten
es_es: Editar

# Button_Upload
source: Upload
de_de: Hochladen
es_es: Subir

# HtmlEditor_DefaultText
source: Please enter your text here.
de_de: Bitte geben Sie Ihren Text hier ein.
es_es: Por favor, introduzca aquí su texto.

# HtmlEditor_EditVerbDescription
source: Edit text in this Web part
de_de: Text in diesem Webpart bearbeiten
es_es: Editar texto en este Web part

# HtmlEditor_EditVerbText
source: Edit
de_de: Bearbeiten
es_es: Editar

# HtmlEditor_History
source: Backup history
de_de: Backup-Verlauf
es_es: Historial Backup

# HtmlEditor_ResetConfirmation
source: The content of this Web part will be re-set to its initial value. Continue?
de_de: Der Inhalt dieses Webparts wird auf den Anfangswert zurückgesetzt. Weiter?
es_es: El contenido de este elemento Web se volverá a su valor inicial. Continuar?

# HtmlEditor_ResetVerbDescription
source: Reset the content of this Web part
de_de: Inhalt von diesem Webpart zurücksetzen
es_es: Restablecer el contenido de este elemento Web

# HtmlEditor_ResetVerbText
source: Reset
de_de: Zurücksetzen
es_es: Restablecer

# Confirmation_RequestErrorText
source: Your request was not processed successfully. Please contact support for more information.
de_de: Ihre Anfrage konnte nicht erfolgreich verarbeitet werden. Bitte wenden Sie sich an unseren Support für weitere Informationen.
es_es: Su petición no ha sido procesada correctamente. Por favor, póngase en contacto con soporte para más información.

# Confirmation_RequestErrorTitle
source: An error has occured!
de_de: Es ist ein Fehler aufgetreten!
es_es: Un error ha ocurrido!

# HtmlEditor_DefaultTitle
source: Title
de_de: Titel
es_es: Titulo

# AjaxConfirm_ConfirmDialogMessage
source: Ok / Cancel ?
de_de: Ok / Abbrechen?
es_es: Ok / Cancelar ?

# AjaxConfirm_ConfirmDialogTitle
source: Confirm
de_de: Bestätigen
es_es: Confirmar

# AjaxConfirm_DeleteDialogMessage
source: Are you sure ?
de_de: Sind Sie sicher?
es_es: ¿Está seguro?

# AjaxConfirm_DeleteDialogTitle
source: Delete
de_de: Löschen
es_es: Eliminar

# CustomRadEditor_MaxLenReached
source: You have reached maximum number ({0}) of allowed characters!
de_de: Sie haben die maximal zulässige Zeichenzahl ({0}) erreicht!
es_es: Usted ha llegado al número máximo ({0}) de caracteres permitidos!

# DualListBox_MaxErrorMessage
source: Maximum number of allowed items reached!
de_de: Maximale Anzahl der zulässigen Elemente erreicht!
es_es: Ha llegado al número máximo de elementos permitidos llegado!

# DualListBox_MinErrorMessage
source: Minimum number of allowed items reached!
de_de: Mindestanzahl der zulässigen Elemente erreicht!
es_es: Ha llegado al número mínimo de elementos permitidos llegado!

# DualListBox_MinItemsRequired
source: Minimum of {0} items are required!
de_de: Mobiltelefonnummer
es_es: Mínimo de {0} elementos son necesarios!

# DualListBox_NoPreference
source: No preference
de_de: Keine Präferenz
es_es: Sin preferencias

# PageModeChanger_ModeDropdownToolTip
source: Choose page mode
de_de: Seitenmodus auswählen
es_es: Seleccione el modo de página

# Captcha_imgCaptcha_AlternateText
source: Visual verification
de_de: Visuelle Überprüfung
es_es: Verificación visual

# Captcha_ImgCaptcha_ToolTip
source: Please enter the security code as shown in the image.
de_de: Bitte geben Sie den in der Abbildung dargestellten Sicherheitscode ein.
es_es: Por favor, introduzca el código de seguridad, como se muestra en la imagen.

# Captcha_LblInvalidCaptcha_Text
source: Captcha code is invalid. Please try again.
de_de: Captcha-Code ist ungültig. Bitte versuchen Sie es erneut.
es_es: Código captcha no es válido. Por favor, inténtalo de nuevo.

# Captcha_Loading
source: Loading ...
de_de: Wird geladen ...
es_es: Cargando...

# Captcha_RefreshCode
source: Refresh the Captcha code
de_de: Captcha-Code aktualisieren
es_es: Actualizar el código Captcha

# Captcha_ReqCaptchaCode_ErrorMessage
source: Please provide a captcha code.
de_de: Bitte geben Sie einen Captcha-Code an.
es_es: Por favor ingrese su código captcha.

# ContactForm_Email
source: Your E-Mail address:
de_de: Ihre E-Mail-Adresse:
es_es: Su dirección de correo:

# ContactForm_Message
source: Message:
de_de: Nachricht:
es_es: Mensaje:

# ContactForm_Name
source: Your name:
de_de: Ihr Name:
es_es: Su nombre:

# ContactForm_Subject
source: Subject:
de_de: Betreff:
es_es: Asunto:

# ContactForm_SuccessfulSend
source: Your message was sent.
de_de: Ihre Nachricht wurde gesendet.
es_es: Su mensaje a sido enviado

# ContactForm_Title
source: Send Us an E-Mail
de_de: Senden Sie uns eine E-Mail
es_es: Envíenos un correo

# ContactForm_UnSuccessfulSend
source: Your message wasn't sent. Please try again.
de_de: Ihre Nachricht wurde nicht gesendet. Bitte versuchen Sie es erneut.
es_es: Su mensaje no fue enviado. Por favor, inténtalo de nuevo.

# Label_Loading
source: Loading...
de_de: Wird geladen ...
es_es: Cargando...

# Label_NoData
source: No data could be found to satisfy your search criteria.
de_de: Keine Daten gefunden, die Ihren Suchkriterien entsprechen.
es_es: No se pudieron encontrar datos para satisfacer los criterios de búsqueda.

# LoginName_FormatString
source: You are logged in as: {0}
de_de: Sie sind angemeldet als: {0}
es_es: Estás conectado como: {0}

# LoginStatus_LoginText
source: Click here to log in
de_de: Hier klicken, um sich anzumelden
es_es: Haga clic aquí para iniciar sesión

# LoginStatus_LogoutText
source: Log out by clicking here
de_de: Klicken Sie hier, um sich abzumelden
es_es: Salir, haga clic aquí

# MonoXMaster_AppearanceEditorPart_Title
source: Appearance
de_de: Aussehen
es_es: Apariencia

# MonoXMaster_AutoRegisterCatalogPart_Title
source: Main part catalog
de_de: Hauptkatalog der Webparts
es_es: Parte Principal del Catalago

# MonoXMaster_BehaviorEditorPart_Title
source: Behavior
de_de: Verhalten
es_es: Comportamiento

# MonoXMaster_CatalogPane_Text
source: Web part catalog
de_de: Webpartkatalog
es_es: Catalogo Web Part

# MonoXMaster_CatalogZone_EmptyZoneText
source: Web part catalog is empty.
de_de: Webpartkatalog ist leer.
es_es: Catalogo Web Part esta vacío

# MonoXMaster_CatalogZone_HeaderText
source: Web part catalog
de_de: Webpartkatalog
es_es: Catalogo Web Part

# MonoXMaster_CatalogZone_InstructionText
source: Select the Web part catalog you would like to browse.
de_de: Wählen Sie den Katalog für Webparts, den Sie durchsuchen wollen.
es_es: Seleccione el catalogo Web part que desea ver o buscar

# MonoXMaster_CatalogZone_SelectTargetZoneText
source: Add to:
de_de: Hinzufügen zu:
es_es: Añadir a:

# MonoXMaster_ConnectionsPane_Text
source: Web part connections
de_de: Webpartverbindungen
es_es: Conexiones Web part

# MonoXMaster_ConnectionsZone_ConfigureConnectionTitle
source: Configure Connection
de_de: Verbindung konfigurieren
es_es: Configure la Conexion

# MonoXMaster_ConnectionsZone_ConnectToConsumerInstructionText
source: Create consumer connections for this Web Part.
de_de: Consumerverbindungen für diesen Webpart erstellen
es_es: Crear conexiones de consumo de este Web Part.

# MonoXMaster_ConnectionsZone_ConnectToConsumerText
source: Click here to create a connection to a Consumer
de_de: Verbindung zu einem Consumer erstellen
es_es: Haga clic aquí para crear una conexión a un consumidor

# MonoXMaster_ConnectionsZone_ConnectToConsumerTitle
source: Send Data to Web Part
de_de: Daten an Webpart senden
es_es: Enviar datos al Web Part

# MonoXMaster_ConnectionsZone_ConnectToProviderInstructionText
source: Create provider connections for this Web Part.
de_de: Providerverbindungen für diesen Webpart erstellen
es_es: Crear conexiones de proveedor para este Web Part.

# MonoXMaster_ConnectionsZone_ConnectToProviderText
source: Click here to create a connection to a Provider
de_de: Verbindung zu einem Anbieter erstellen
es_es: Haga clic aquí para crear una conexión con un proveedor

# MonoXMaster_ConnectionsZone_ConnectToProviderTitle
source: Get Data from Web Part
de_de: Daten von Webpart abrufen
es_es: Obtener datos de un Web Part

# MonoXMaster_ConnectionsZone_ConsumersInstructionText
source: Web parts that the current Web part sends information to:
de_de: Webparts, an die das aktuelle Webpart Informationen sendet:
es_es: Web parts a los que el Web Part actual les envía información:

# MonoXMaster_ConnectionsZone_ConsumersTitle
source: Consumers
es_es: Consumidores

# MonoXMaster_ConnectionsZone_ExistingConnectionErrorMessage
source: This connection is currently inactive due to the unavailability of one of its end points.
de_de: Diese Verbindung ist gegenwärtig nicht aktiv, weil einer ihrer Endpunkte nicht verfügbar ist.
es_es: Esta conexión está inactivo debido a la indisponibilidad de uno de sus extremos.

# MonoXMaster_ConnectionsZone_GetFromText
source: From:
de_de: Von:
es_es: a partir de:

# MonoXMaster_ConnectionsZone_GetText
source: Get:
de_de: Abrufen:
es_es: se obtiene:

# MonoXMaster_ConnectionsZone_HeaderText
source: Web part connections
de_de: Webpartverbindungen
es_es: Conexiones Web part

# MonoXMaster_ConnectionsZone_InstructionText
source: Manage the connections for the current Web part.
de_de: Verbindungen für aktuellen Webpart verwalten.
es_es: Administrar las conexiones del Web Part actual

# MonoXMaster_ConnectionsZone_InstructionTitle
source: Manage the connections for {0}
de_de: Verbindungen für {0} verwalten
es_es: Administrar las conexiones de {0}

# MonoXMaster_ConnectionsZone_NewConnectionErrorMessage
source: Can't continue with the creation of this connection because at least one of the Web Parts or connection points has disappeared or has become incompatible with the currently selected Web Part or is already used by another connection and doesn't support multiple connections.
de_de: Die Erstellung dieser Verbindung kann nicht fortgesetzt werden, da mindestens einer der Webparts oder Verbindungspunkte verschwunden ist oder inkompatibel zum gegenwärtig ausgewählten Webpart geworden ist, oder bereits von einer anderen Verbindung verwendet wird und mehrfache Verbindungen nicht unterstützt.
es_es: No se puede continuar con la creación de esta conexión, ya que al menos uno de los Web Part o puntos de conexión ha desaparecido o se ha vuelto incompatible con el Web Part seleccionado en ese momento o ya está siendo utilizado por otra conexión y no es compatible con conexiones múltiples.

# MonoXMaster_ConnectionsZone_NoExistingConnectionInstructionText
source: There are no active connections available in your Web Part. You may create a new connection by selecting the links above if there are compatible Web Parts on the page.
de_de: Bei Ihrem Webpart sind keine aktiven Verbindungen verfügbar. Wenn kompatible Webparts auf der Seite vorhanden sind, können Sie eine neue Verbindung erstellen, in dem Sie die Links weiter oben auswählen.
es_es: No hay conexiones activas disponibles en el Wep Part. Usted puede crear una nueva conexión, seleccione el enlace de arriba si hay compatibles Wep Part en la página.

# MonoXMaster_ConnectionsZone_NoExistingConnectionTitle
source: No active connections
de_de: Keine aktiven Verbindungen
es_es: No hay conexiones activas

# MonoXMaster_ConnectionsZone_ProvidersInstructionText
source: Web parts that the current Web part gets information from:
de_de: Webparts, von denen das aktuelle Webpart Informationen erhält:
es_es: Web parts que del Web part actual obtiene información:

# MonoXMaster_ConnectionsZone_ProvidersTitle
source: Providers
de_de: Anbieter
es_es: Proveedores

# MonoXMaster_ConnectionsZone_SendText
source: Send:
de_de: Senden:
es_es: Enviar:

# MonoXMaster_ConnectionsZone_SendToText
source: To:
de_de: An:
es_es: A:

# MonoXMaster_CopiedCatalogPart_Title
source: Web part clipboard
es_es: Portapapeles Web part

# MonoXMaster_CurrentLanguageText
source: Current language
de_de: Aktuelle Sprache
es_es: El idioma actual

# MonoXMaster_CurrentModeText
source: Current mode
de_de: Aktueller Modus
es_es: Modo Actual

# MonoXMaster_DeclarativeCatalogPart_Title
source: Declarative part catalog
de_de: Deklarativer Katalog der Webparts
es_es: Catálogo de parte declarativa

# MonoXMaster_EditorPane_Text
source: Web part properties
de_de: Webparteigenschaften
es_es: Propiedades Web part

# MonoXMaster_EditorZone_ApplyVerb_Description
source: Applies changes
de_de: Änderungen anwenden
es_es: Aplica los cambios

# MonoXMaster_EditorZone_ApplyVerb_Text
source: Apply
de_de: Anwenden
es_es: Aplicar

# MonoXMaster_EditorZone_CancelVerb_Description
source: Cancels changes
de_de: Löschen
es_es: Cancelar Cambios

# MonoXMaster_EditorZone_CancelVerb_Text
source: Cancel
de_de: Löschen
es_es: Cancelar

# MonoXMaster_EditorZone_EmptyZoneText
source: There are no available editor parts.
de_de: Es sind keine verfügbaren EditorParts vorhanden.
es_es: No hay editor parts disponibles

# MonoXMaster_EditorZone_HeaderText
source: Properties editor
de_de: Eigenschaften-Editor
es_es: Propiedades Editor

# MonoXMaster_EditorZone_InstructionText
source: Modify the properties of the Web Part, then click OK or Apply to apply your changes.
de_de: Ändern Sie die Eigenschaften des Webparts. Klicken Sie dann auf OK oder Anwenden, um die Änderungen anzuwenden.
es_es: Modificar las propiedades del Web part, haga clic en Aceptar o Aplicar para aplicar los cambios.

# MonoXMaster_EditorZone_OKVerb_Description
source: Applies changes and closes editor
de_de: Änderungen anwenden und Editor schließen
es_es: Aplica los cambios y cierra editor

# MonoXMaster_ImgHelp_ToolTip
source: MonoX User Manual
de_de: MonoX Benutzerhandbuch
es_es: Manual usuario MonoX

# MonoXMaster_ImgToggle_AlternateText
source: Toggle administrative panel
de_de: Verwaltungsbereich ein-/ausblenden
es_es: Cambiar panel administrativo

# MonoXMaster_ImgToggle_ToolTip
source: Toggle administrative panel
de_de: Verwaltungsbereich ein-/ausblenden
es_es: Cambiar panel administrativo

# MonoXMaster_ImportCatalogPart_Title
source: Imported parts catalog
de_de: Importierte Webparts
es_es: Importar partes del catalogo

# MonoXMaster_LayoutEditorPart_Title
source: Layout
es_es: Disposición (diseño)

# MonoXMaster_LoginNameShort_FormatString
source: You are logged in as: {0}
de_de: Sie sind angemeldet als: {0}
es_es: Estás conectado como: {0}

# MonoXMaster_LoginName_FormatString
source: You are logged in as: {0}
de_de: Sie sind angemeldet als: {0}
es_es: Estás conectado como: {0}

# MonoXMaster_LoginStatusShort_LogoutText
source: Log out
de_de: Abmelden
es_es: Cerrar sesión

# MonoXMaster_LoginStatus_LogoutText
source: Logout
de_de: Abmeldung
es_es: Cerrar sesión

# MonoXMaster_LtlClickHere_Text
source: Change the look and functionality of this page
de_de: Aussehen und Funktionen dieser Seite ändern
es_es: Cambia el aspecto y la funcionalidad de esta página

# MonoXMaster_LtlPortalAdmin_Text
source: Go to the portal administration area
de_de: Zur Portalverwaltung wechseln
es_es: Vaya al área de administración del portal

# MonoXMaster_PageCatalogPart_Title
source: Closed parts catalog
de_de: Seitenkatalog
es_es: Partes catálogo cerrado

# MonoXMaster_PageTasksPane_Text
source: Page tasks
de_de: Seitenaufgaben
es_es: Tareas de la página

# MonoXMaster_PortalModuleTasksPane_Text
source: Web part tasks
de_de: Webpartaufgaben
es_es: Tareas Web part

# MonoXMaster_PropertyGridEditorPart_Title
source: Custom properties
de_de: Benutzerdefinierte Eigenschaften
es_es: Propiedades personalizadas

# News_Title
source: News
de_de: Neuigkeiten
es_es: Noticias

# Poll_ResultsButtonText
source: Results
de_de: Ergebnisse
es_es: Resultados

# Poll_TotalVotesTemplateText
source: Total: {0} vote(s).
de_de: Insgesamt: {0} Besucher.
es_es: Total: {0} voto(s).

# Poll_VoteButtonText
source: Vote
de_de: Abstimmen
es_es: Votar

# Search_BtnSearch2
source: Go
de_de: Los
es_es: Ir

# Search_BtnSearchTooltip
source: Click to start your search
de_de: Hier klicken, um die Suche zu starten
es_es: Haga clic para comenzar su búsqueda

# Search_LabNoSearchProviderSelected
source: There are no search providers selected.
de_de: Es wurden keine Suchanbieter ausgewählt.
es_es: No hay proveedores de búsqueda seleccionados.

# LoginRpx_Email
source: E-mail:
es_es: Correo:

# LoginRpx_EmailDescription
source: Your login provider does not disclose the e-mail address that is needed to create a fully functional account. Please fill in the box below.
de_de: Ihr Anmeldungsanbieter gibt die E-Mail-Adresse nicht frei. Diese ist notwendig für die Erstellung eines voll funktionsfähigen Kontos. Bitte füllen Sie das folgende Feld aus.
es_es: Su proveedor de inicio de sesión no revelar la dirección de correo electrónico que se necesita para crear una cuenta completamente funcional. Por favor, rellene el siguiente recuadro.

# LoginRpx_Title
source: Enter e-mail
de_de: E-Mail eingeben
es_es: Introduzca el correo electrónico

# SiteSearch_DefaultText
source: Search...
de_de: Suche...
es_es: Buscar ...

# PeopleSearch_DefaultText
source: Search people
de_de: Personen suchen
es_es: Buscar Personas

# Search_Go
source: Go
de_de: Los
es_es: Ir

# Login_RegisterInvitation
source: No account? Register here!
de_de: Kein Konto? Hier registrieren!
es_es: No tienes cuenta? Regístrate aquí!

# Captcha_ImageTitle
source: Captcha AntiSpam Security
de_de: Captcha Anti-Spam-Schutz
es_es: Captcha de Seguridad AntiSpam

# Captcha_LongInfo
source: <a href="http://en.wikipedia.org/wiki/CAPTCHA" title="Click here to get more information on Captcha">CAPTCHAs</a> are used to prevent automated software from performing actions which degrade the quality of service of a given system, whether due to abuse or resource expenditure.
de_de: <a href="http://de.wikipedia.org/wiki/CAPTCHA" title="Klicken Sie hier, um mehr über Captcha zu erfahren">CAPTCHAs</a> werden verwendet, um automatisierte Aktionen von Software zu verhindern, die aufgrund einer missbräuchlichen Verwendung oder Verschwendung von Ressourcen die Servicequalität eines einzelnen Systems beeinträchtigen könnten.
es_es: <a href="http://en.wikipedia.org/wiki/CAPTCHA" title="Click here to get more informtion on Captcha">CAPTCHAs</a> are used to prevent automated software from performing actions which degrade the quality of service of a given system, whether due to abuse or resource expenditure.

# Captcha_ShortInfo
source: Please type in the code shown in the image.
de_de: Bitte geben Sie den Code ein, der in der Abbildung dargestellt wird.
es_es: Por favor escriba el código que se muestra en la imagen.

# ContactForm_AddressLabel
source: Address:
de_de: Adresse:
es_es: Dirección:

# ContactForm_ContactInfoTitle
source: Contact info
de_de: Kontaktinformationen
es_es: Información del Contacto

# ContactForm_PhoneLabel
source: Phone:
de_de: Telefon:
es_es: Teléfono:

# ContactForm_SendButton
source: Send Now
de_de: Jetzt senden
es_es: Enviar ahora:

# PasswordRecovery_SentSuccessfully
source: Email was sent successfully.
de_de: E-Mail wurde erfolgreich versendet.
es_es: El correo electrónico fue enviado con éxito.

# PasswordRecovery_SentUnSuccessfully
source: An error has occured while trying to send an e-mail message.
de_de: Beim Versenden einer E-Mail ist ein Fehler aufgetreten.
es_es: Error al enviar un correo.

# Login_ViewProfile
source: User profile
de_de: Benutzerprofil
es_es: Perfil de Usuario

# Search_EnterSearchPhrase
source: Please enter search phrase
de_de: Bitte geben Sie einen Suchbegriff ein.
es_es: Por favor, introduzca la frase de búsqueda
sk_sk: Prosím, vlož fázu vyhľadávania
