Repository: Zoomicon/ClipFlair
Catalog: Server/ClipFlair.Social/Localization/MonoX/Resources/SocialNetworkingResources.*.resx
Languages: da_dk, es_es, hr_hr, tr_tr

# Discussion_Board_AutoSubscribeModeratorsToolTip
source: All moderators will be subscribed to this board (Note: If you uncheck automatic subscription all moderators will be unsubscribed from this board).
da_dk: Alle redaktører bliver automatisk tilmeldt til dette forum (Obs: Kun hvis feltet "automatisk tilmelding" er markeret)
es_es: Todos los moderadores serán suscritos a esta pizarra (Nota: Si Ud. desmarca las subscripciones automáticas, todos los moderadores serán des-suscritos de esta pizarra).
hr_hr: Svi moderatori će biti pretplaćeni na ovu raspravu (Napomena: Ukoliko isključite automatsku pretplatu svi moderatori će biti odjavljeni s ove rasprave).
tr_tr: Tüm moderatörler bu foruma abone olacaklar (Not: Eğer otomatik abonelik seçeneğini kaldırırsanız, tüm moderatörler abonelikten çıkacaklar).

# Discussion_Message_AutoSubscribe
source: Subscribe me automatically to this topic
da_dk: Tilmeld mig automatisk til dette emne
es_es: Subscríbame automáticamente a este tópico
hr_hr: Automatski me pretplati na ovu temu
tr_tr: Beni bu konuya otomatik olarak abone yap.

# Discussion_Message_AutoSubscribeToolTip
source: You will be subscribed to this topic (Note: If you uncheck automatic subscription you will not receive posts from other users).
da_dk: Du bliver tilmeldt til dette emne (Obs: hvis du fjerner markeringen i "automatisk tilmelding" modtager du ikke indlæg fra andre profiler).
es_es: Se le subscribirá a este tópico (Nota: Si Ud. desmarca la subscripción automática, Ud. no recibira entradas de otros usuarios).
hr_hr: Biti će te pretplaćeni na ovu temu (Napomena: Ukoliko isključite automatsku pretplatu nećete primati poruke ostalih korisnika).
tr_tr: Bu konuya abone olacaksınız (Not: Eğer otomatik abonelik seçeneğini kaldırırsanız, diğer kullanıcılardan ileti alamayacaksınız).

# Discussion_DailyReport_Title
source: {0} discussion board daily report [{1}]
da_dk: {0} daglige rapport fra debatten [{1}]
es_es: {0} pizarra de discusión reporte diario [{1}]
hr_hr: {0} dnevni izvještaj sa foruma [{1}]
tr_tr: {0} forumu günlük raporu [{1}]

# Discussion_Board_Roles
source: Board roles
da_dk: Fora roller
es_es: Roles de la pizarra
hr_hr: Role rasprave
tr_tr: Forum rolleri

# Discussion_Board_RolesToolTip
source: Allow these roles to access the board
da_dk: Tillad disse roller adgang til dette forum
es_es: Permita a estos roles accesar la pizarra
hr_hr: Dopusti navedenim rolama pristup raspravi
tr_tr: Bu rollerin foruma erişimlerine izin ver

# Discussion_BoardMembership_AccessNotAllowed
source: You do not have permission to access this resource.
da_dk: Du har desværre ikke tilladelse til adgang her.
es_es: Ud. no tiene permisos para accesar este recurso.
hr_hr: Pristup nije dozvoljen ovom resursu.
tr_tr: Bu kaynağa erişim yetkiniz yok.

# Discussion_Topic_ApprovalAlert
source: Your topic may require administrative approval before it is published.
da_dk: Dit emne kræver måske administartiv godkendelse før det kan blive vist.
es_es: Su tópico podría requerir aprobación administrativa antes de ser publicado.
hr_hr: Sve teme podliježu odobrenju administratora prije nego što budu javno objavljene.
tr_tr: Konunuz yayınlanmadan önce yönetim incelemesi gerektirebilir.

# Discussion_Post_ApprovalAlert
source: Your post may require administrative approval before it is published.
da_dk: Dit indæg kræver måske administrativ godkendelse før det kan blive vist.
es_es: Su entrada podría requerir aprobación administrativa antes de ser publicada.
hr_hr: Svi odgovori podliježu odobrenju administratora prije nego što budu javno objavljeni.
tr_tr: Gönderiniz yayınlanmadan önce yönetim incelemesi gerektirebilir

# Discussion_DailyReport_ApproveTitle
source: Unapproved items
da_dk: Ikke-godkendte emner
es_es: Elementos no aprobados
hr_hr: Neodobrene stavke
tr_tr: Onaylanmamış öğeler

# Discussion_DailyReport_TopicCaption
source: Topic
da_dk: Emne
es_es: Tópico
hr_hr: Tema
tr_tr: Konu

# Discussion_DailyReport_ApproveToolTip
source: Click here to approve discussion item.
da_dk: Klik her for at godkende debatpunkt.
es_es: Click acá para aprovar elemento de discusión.
hr_hr: Klikni ovdje za odobrenje stavke.
tr_tr: Forum öğesini onaylamak için buraya tıklayın.

# Discussion_DailyReport_AttentionTitle
source: Items that require administrative attention
da_dk: Punkter der kræver administrativ opmærksomhed
es_es: Elementos que requieren atención administrativa
hr_hr: Stavke koje zahtijevaju pozornost administratora
tr_tr: Yönetim incelemesi gerektiren öğeler

# Discussion_DailyReport_BoardToolTip
source: Click here to view discussion board.
da_dk: Klik her for at se debatforum.
es_es: Click acá para ver pizarras de discusión.
hr_hr: Klikni ovdje za pregled rasprave.
tr_tr: Forumu görüntülemek için buraya tıklayın.

# Discussion_DailyReport_DeleteToolTip
source: Click here to delete discussion item.
da_dk: Klik her for at slette debatpunkt.
es_es: Click acá para eliminar elemento de discusión.
hr_hr: Klikni ovdje za brisanje stavke.
tr_tr: Forum öğesini silmek için buraya tıklayın.

# Discussion_DailyReport_FooterNotification
source: This message is to notify you that special attention from {0} team is needed for above items.
da_dk: Der gøres opmærksom på at ovenstående emner kræver speciel opmærksomhed fra {0}.
es_es: Este mensaje es para notificarle que se necesita atención especial del team {0} para los elementos de arriba.
hr_hr: Ova poruka je poslana kao obavijest da gore navedne stavke zahtijevaju posebnu pozornost {0} tima.
tr_tr: Bu mesaj yukarıdaki öğeler için {0} takımının özel inceleme yapmasını gerektirdiğini bildirmektedir..

# Discussion_DailyReport_NoApproveItems
source: There are no unapproved items
da_dk: Der er ingen emner der ikke er godkendte
es_es: No hay elementos pendientes de aprobar
hr_hr: Nema neodobrenih stavki
tr_tr: Onaylanmamış öğe yok

# Discussion_DailyReport_NoAttentionItems
source: There are no items that require administrative attention
da_dk: Der er ingen emner der kræver administrativ opmærksomhed.
es_es: No hay elementos que requieran atención administrativa
hr_hr: Nema stavki koje zahtijevaju pozornost administratora
tr_tr: Yönetim incelemesi gerektiren öğe yok

# Discussion_DailyReport_NoSpamItems
source: There are no SPAM items
da_dk: Der er ingen SPAM
es_es: No hay elementos de SPAM
hr_hr: Nema SPAM stavki
tr_tr: SPAM yok

# Discussion_DailyReport_SnMessage_CC
source: This is a copy of the discussion daily report.
da_dk: Dette er en kopi af den daglige rapport fra debatten.
es_es: Esta es una copia del reporte diario de discusión.
hr_hr: Ovo je kopija dnevnog izvještaja.
tr_tr: Bu, forum günlük raporunun bir kopyasıdır

# Discussion_DailyReport_SpamTitle
source: Items marked as SPAM
da_dk: Emner markeret som SPAM
es_es: Elementos marcados como SPAM
hr_hr: Stavke označene kao SPAM
tr_tr: SPAM olarak işaretlenmiş öğeler

# Discussion_DailyReport_SpamToolTip
source: Click here to report discussion item as SPAM.
da_dk: Klik her for at anmelde debatemne som SPAM.
es_es: Click acá para reportar elemento de discusión como SPAM.
hr_hr: Klikni ovdje za prijavu SPAM stavke.
tr_tr: Forum öğesini SPAM olarak işaretlemek için buraya tıklayın.

# Discussion_DailyReport_TopicMessageToolTip
source: Click here to view or post a reply.
da_dk: Klik her for at se eller skrive et svar.
es_es: Click acá para ver o ingresar una respuesta.
hr_hr: Klikni ovdje za pregled ili dodavanje nove poruke.
tr_tr: Görüntülemek ya da yanıtlamak için buraya tıklayın.

# Discussion_Message_Approved
source: Reply has been approved.
da_dk: Svaret er blevet godkendt.
es_es: Respuesta ha sido aprobada.
hr_hr: Poruka je odobrena.
tr_tr: Yanıt kabul edildi.

# Discussion_Message_Deleted
source: Reply has been deleted.
da_dk: Svaret er blevet slettet.
es_es: Respuesta fué eliminada.
hr_hr: Poruka je obrisana.
tr_tr: Yanıt silindi.

# Discussion_Message_ReportedSpam
source: Reply has been reported as SPAM.
da_dk: Svaret er blevet anmeldt som SPAM.
es_es: Respuesta ha sido reportada como SPAM.
hr_hr: Poruka je prijavljena kao SPAM.
tr_tr: Yanıt SPAM olarak rapor edildi.

# Discussion_Topic_Approved
source: Topic has been approved.
da_dk: Emnet er blevet godkendt.
es_es: El tópico fué aprobado.
hr_hr: Tema je odobrena.
tr_tr: Konu onaylandı.

# Discussion_Topic_Deleted
source: Topic has been deleted.
da_dk: Emnet er blevet slettet.
es_es: El tópico fué eliminado.
hr_hr: Tema je obrisana.
tr_tr: Konu silindi.

# Discussion_Topic_ReportedSpam
source: Topic has been reported as SPAM.
da_dk: Emnet er blevet anmeldt som SPAM.
es_es: Tópico fué reportado como SPAM.
hr_hr: Tema je prijavljena kao SPAM.
tr_tr: Konu SPAM olarak şikayet edildi.

# Discussion_ReportPostReason
source: Please specify a reason
da_dk: Angiv venligst en årsag
es_es: Por favor especificar una razón
hr_hr: Molimo navedite razlog
tr_tr: Lütfen bir neden belirtin

# Discussion_Reason
source: Reason
da_dk: Årsag
es_es: Razón
hr_hr: Razlog
tr_tr: Neden

# Discussion_Topic_RelatedContent
source: Related topics
da_dk: Relaterede emner
es_es: Tópicos relacionados
hr_hr: Povezane teme
tr_tr: Bağlantılı konular

# FileView_RelatedContent
source: Related files
da_dk: Relaterede filer
es_es: Archivos relacionados
hr_hr: Povezane datoteke
tr_tr: Bağlantılı dosyalar

# PhotoGallery_AlbumView_MyAlbums
source: {0}'s albums
da_dk: Mine albums
es_es: Mis álbumes
hr_hr: Moji foto albumi
tr_tr: Albümlerim

# PhotoGallery_AlbumView_NewAlbums
source: New albums
da_dk: Nye albums
es_es: Nuevos álbumes
hr_hr: Novi foto albumi
tr_tr: Yeni Albümler

# PhotoGallery_AlbumView_Albums
source: Albums
es_es: Albumes
hr_hr: Foto albumi
tr_tr: Albümler

# WallNotes_NewCommentAdded
source: A new comment has been added to a wall post that you are subscribed on.
da_dk: En ny kommentar er blevet skrevet til et vægopslag som du er tilmeldt.
hr_hr: Novi komentar je dodan na poruku na koju ste pretplaćeni.
tr_tr: Abonesi olduğunuz bir duvar mesajına yeni bir yorum yapıldı.

# WallNotes_NewCommentClickToReply
source: Click here to post a reply.
da_dk: Klik her for at skrive et svar.
es_es: Click acá para ingresar una respuesta.
hr_hr: Klikni ovdje za dodavanje nove poruke.
tr_tr: Yanıt vermek için buraya tıklayın.

# PhotoGallery_FileDelete_Tooltip
source: Click here to remove file
da_dk: Klik her for at slette fil
es_es: Click acá para eliminar archivo
hr_hr: Ukloniti datoteku
tr_tr: Dosyayı kaldırmak için buraya tıklayın

# PhotoGallery_FilePreview_Tooltip
source: Click here to see file details and comments
da_dk: Klik her for at se detaljer om filen og kommentarer.
es_es: Click acá para ver detalles y comentarios del archivo
hr_hr: Pogledaj detalje i komentare datoteke
tr_tr: Dosya ayrıntılarını ve yorumları görmek için buraya tıklayın.

# FileView_Tags
source: Tags
es_es: Etiquetas
hr_hr: Tagovi
tr_tr: Etiketler

# FileGallery_AttachedFiles
source: Attached files
da_dk: Vedhæftede filer
es_es: Archivos adjuntos
hr_hr: Privici
tr_tr: Eklenen dosyalar

# Discussion_CloseTopicToolTip
source: Close the topic
da_dk: Luk dette emne
es_es: Cerrar este tópico
hr_hr: Zatvori temu
tr_tr: Konuyu kapat

# Discussion_ReOpenTopicToolTip
source: Reopen the topic
da_dk: Genåbn emnet
es_es: Reabrir el tópico
hr_hr: Ponovno otvori temu
tr_tr: Konuyu yeniden aç

# Discussion_Closed
source: Closed
da_dk: Lukket
es_es: Cerrado
hr_hr: Zatvorena
tr_tr: Kapatıldı

# Discussion_ClosedToolTip
source: This topic is closed
da_dk: Dette emne er lukket
es_es: Este tópico está cerrado
hr_hr: Ova tema je zatvorena
tr_tr: Konu kapandı

# Discussion_RequestDeleteText
source: User has requested removal of this message (Please delete this message if this action is approved)
da_dk: Profil har anmodet om at denne besked bliver fjernet (Slet venligst denne besked hvis anmodningen bliver godkendt)
es_es: Usuario ha pedido remover este mensaje (Por favor elimine este mensaje si se ha aprobado esta acción)
hr_hr: Korisnik je predao zahtijev za brisanje ove poruke (Molim obrišite ovu poruku ukoliko je ta akcija dozvoljena)
tr_tr: Kullanıcı bu mesajın kaldırılmasını talep etti (Eğer bu eylem onaylanırsa lütfen mesajı silin)

# Discussion_DisapproveReportedPost
source: Disapprove reported post
da_dk: Godkend ikke anmeldt indlæg
es_es: Des-aprobar entrada reportada
hr_hr: Nemoj odobriti prijavljenu objavu
tr_tr: Şikayet edilen gönderiyi reddet

# Discussion_DisapproveReportedPostToolTip
source: Disapprove reported post and consider it as abusive
da_dk: Godkend ikke anmeldt indlæg og betragt det som ulovligt/ misbrug
es_es: Des-aprobar entrada reportada y considerarla abusiva
hr_hr: Nemoj odobriti prijavljenu objavu i smatraj ju kao poruku koja je uvredljivog sadržaja
tr_tr: Şikayet edilen gönderiyi reddet ve rahatsız edici içerik olarak düşün.

# Discussion_RequestDelete_InProcess
source: Delete request is in process ...
da_dk: Anmodet sletning er i gang...
es_es: El pedido de eliminación está en proceso ...
hr_hr: Zahtijev za brisanje se obrađuje ...
tr_tr: Silme isteği işlemde ...

# Discussion_RequestDelete_InProcessToolTip
source: Discussion board moderator needs to approve the delete request.
da_dk: Forumredaktøren skal godkende anmodningen om sletning.
es_es: El moderador de la pizarra de discusión necesita aprobar el pedido de eliminación.
hr_hr: Moderator foruma mora odobriti zahtijev za brisanje.
tr_tr: Forum moderatörünün silme isteğini onaylaması gerekmektedir.

# Discussion_RequestDelete_NotApproved
source: Delete request is not approved
da_dk: Anmodning om sletning er ikke godkendt
es_es: Pedido de eliminación no fué aprobado
hr_hr: Zahtijev za brisanje nije odobren.
tr_tr: Silme isteği reddedildi

# Discussion_RequestDelete_NotApprovedToolTip
source: Discussion board moderator has not approved delete request.
da_dk: Forum redaktøren har ikke godkendt anmodningen om sletning.
es_es: El moderador de la pizarra de discusión no aprobó el pedido de eliminación.
hr_hr: Moderator foruma nije odobrio zahtijev za brisanje.
tr_tr: Forum moderatörü silme isteğini reddetti

# Discussion_DailyReport_DeleteRequestTitle
source: Delete request items
da_dk: Slet anmodningspunkt
es_es: Eliminar elementos requeridos
hr_hr: Stavke sa zahtijevom za brisanje
tr_tr: Silme talebi öğeleri

# Discussion_DailyReport_NoDeleteRequestItems
source: There are no delete requests
da_dk: Der er ingen anmodninger om at slette noget
es_es: No hay pedidos de eliminación
hr_hr: Nema stavki sa zahtijevom za brisanje
tr_tr: Silme isteği yok

# Discussion_Disapprove_Delete
source: Disapprove delete
da_dk: Afvis at slette
es_es: Des-aprobar eliminación
hr_hr: Nemoj odobriti brisanje
tr_tr: Silmeyi reddet

# Discussion_Disapprove_Delete_ToolTip
source: Disapprove post delete request
da_dk: Afvis anmodning om at slette indlæg
es_es: Des-aprobar pedido del eliminación de entradas
hr_hr: Nemoj odobriti zahtijev za brisanje poruke
tr_tr: Mesaj silme isteklerini reddet

# Discussion_RequestDelete_NotApproved_ReasonNA
source: Delete request has beed disapproved without a reason (e.g. disapproved from an e-mail message)
da_dk: Anmodningen om sletning er afvist uden begrundelse (der kan dog være sendt en e-mail med en begrundelse)
es_es: Pedido de eliminación fué des-aprovado sin razón alguna (Por ejemplo, des-aprobado desde un mensaje de correo)
hr_hr: Stavaka sa zahtijevom za brisanje je odbijena bez navedenog razloga (npr. odbijena je putem e-mail poruke)
tr_tr: Silme isteği neden belirtilmeden reddedildi (ör. e-posta mesajından reddedilmiş olabilir)

# Discussion_CloseBoardToolTip
source: Close the board
da_dk: Luk dette forum
es_es: Cerrar la pizarra
hr_hr: Zatvori raspravu
tr_tr: Forumu kapat

# Discussion_ReOpenBoardToolTip
source: Reopen the board
da_dk: Genåbn forum
es_es: Reabrir la pizarra
hr_hr: Ponovno otvori raspravu
tr_tr: Forumu yeniden aç

# Discussion_BoardClosedToolTip
source: This board is closed
da_dk: Dette forum er lukket
es_es: Esta pizarra está cerrada
hr_hr: Ova rasprava je zatvorena
tr_tr: Forum kapalı

# FileView_DownloadVideo
source: Click here to download
da_dk: Klik her for at downloade
es_es: Click acá para bajar
hr_hr: Klikni ovdje za preuzimanje
tr_tr: İndirmek için buraya tıklayın

# FileView_ChangeThumbnail
source: Change the thumbnail image
da_dk: Skift miniaturebilledet
es_es: Cambie la imágen en miniatura
hr_hr: Promijeni umanjenu ikonu
tr_tr: Küçük resmi değiştir

# FileView_ReplaceExistingFile
source: Replace existing file
da_dk: Udskift eksisterende fil
es_es: Reemplazar archivo existente
hr_hr: Zamijeni postojeću datoteku
tr_tr: Varolan dosyayı değiştir

# PeopleSearch_AddFriendConfirmation
source: User {0} has been successfully added to your list.
da_dk: {0} er nu tilføjet til din liste.
hr_hr: Korisnik {0} je uspješno dodan na vašu listu.
tr_tr: {0} başarıyla listenize eklendi.

# PeopleSearch_InviteFriendConfirmation
source: User {0} has been invited to join your list.
da_dk: {0} er blevet inviteret til at stå på din liste.
es_es: Ha invitado al usuario {0} a ser parte de su lista.
hr_hr: Pozivnica za korisnika {0} je uspješno poslana.
tr_tr: {0} sizi listesine katılmaya davet etti.

# Groups_GroupInfo_RequestWaiting
source: Your group join request is being processed by the group administator
da_dk: Din anmodning om optagelse i gruppen behandles af administratoren.
es_es: Su pedido para ser miembro del grupo está siendo procesado por el administrador del grupo
hr_hr: Vaš zahtjev za članstvo u grupi se trenutno obrađuje
tr_tr: Gruba katılma isteğiniz grup yöneticisi tarafından işleniyor.

# PhotoGallery_PhotoListView_Comments
source: Leave a comment
da_dk: Skriv en kommentar
es_es: Deje un comentario
hr_hr: Ostavite komentar
tr_tr: Yorum bırak

# Groups_DeleteMember
source: Remove {0} from the group
da_dk: Slet {0} fra gruppen
es_es: Remover {0} del grupo
hr_hr: Ukloni {0} iz groupe
tr_tr: {0}'i gruptan kaldır

# Friends_RemoveFriend
source: Remove
hr_hr: Ukloni
tr_tr: Kaldır

# InvitationList_Approve
source: Approve
hr_hr: Odobri
tr_tr: Onayla

# Groups_GroupEdit_CategoryNote
source: Note: If you choose language specific category, the group will be visibile only for that language
hr_hr: Napomena: Ukoliko odaberete kategoriju vezanu za neki jezik, tada će grupa biti vidljiva samo za taj jezik
tr_tr: Not: Eğer dile özgü bir kategori seçerseniz, kategori yalnızca o dilde görünür olacaktır.

# Discussion_Topic_Options
source: Options
hr_hr: Opcije
tr_tr: Seçenekler

# Discussion_Topic_Options_ToolTip
source: Topic list options
hr_hr: Opcije liste tema
tr_tr: Konu listesi seçenekleri

# Discussion_Topic_SortNewTopicsOnTop
source: Sort: New topics on top
hr_hr: Poredak: Nove teme na vrh
tr_tr: Sırala: Yeni konular en üstte

# Discussion_Topic_SortTopicsAlphabetically
source: Sort: Topics alphabetically
hr_hr: Poredak: Teme abecedno
tr_tr: Sırala: Alfabetik olarak

# Discussion_Topic_SortUpdatedTopicsOnTop
source: Sort: Updated topics on top
hr_hr: Poredak: Izmijenjene teme na vrh
tr_tr: Sırala: Güncellenen konular en üstte

# Discussion_PinItem
source: Pin item
hr_hr: Zakači poruku
tr_tr: Sabitle

# Discussion_UnPinItem
source: Unpin item
hr_hr: Otkači poruku
tr_tr: Sabitlemeyi kaldır

# Discussion_Topic_SortHotTopicsOnTop
source: Sort: Hot topics on top
hr_hr: Poredak: Vruće teme na vrh
tr_tr: Sırala: Güncel konular en üstte

# Discussion_Board_Empty
source: There are no boards in the system
hr_hr: Ne postoji niti jedna rasprava
tr_tr: Henüz forum yok

# Discussion_Posts_Empty
source: There are no posts in the topic
hr_hr: Ne postoji niti jedna poruka u temi
tr_tr: Bu konuda hiç mesaj yok

# Discussion_Topic_Empty
source: There are no topics in the board
hr_hr: Ne postoji niti jedna tema u raspravi
tr_tr: Forumda henüz konu yok.

# FriendSuggestionList_WatermarkSearch_Text
source: Search...
hr_hr: Traži...

# FriendSuggestionList_ButtonConnect_Text
source: Connect
hr_hr: Poveži

# FriendSuggestionList_ViewProfile
source: View profile for {0}
hr_hr: Pregledaj profil za {0}

# FriendSuggestionList_TextBox_RequestMessage
source: {0} would like you to join his/her network.
hr_hr: {0} vas poziva da se pridružite njegovoj/njezinoj mreži.

# FriendSuggestionList_FriendListEmpty
source: People you may know list is currently empty.
hr_hr: Lista ljudi koje znate je trenutno prazna.

# FriendSuggestionList_MailContent
source: Hi {FriendName}, <br/> <br/> {UserName} has invited you to join his/her personal network. We need to confirm that you know {UserName} in order to join his/her personal network on our Web Site.<br/> {PersonalMessage} <br /><br /> To confirm this request, please click on the following link:<br /> {ConfirmationUrl} <br /><br /> Best regards, <br /><br /> MonoX Team
hr_hr: Pozdrav {FriendName}, <br/> <br/> {UserName} vas je pozvao da se pridružite njegovoj/njezinoj mreži. Morate potvrditi poznanstvo sa korisnikom {UserName} kako bi se pridružili njegovoj/njezinoj mreži.<br/> {PersonalMessage} <br /><br /> Ukoliko želite potvrditi ovaj zahtjev, molimo da kliknete na link ispod:<br /> {ConfirmationUrl} <br /><br /> Srdačno, <br /><br /> MonoX Team

# FriendSuggestionList_MailSubject
source: Invitation to join {UserName} network
hr_hr: Pozivnica za pridruženje {UserName} mreži

# FriendSuggestionList_PersonalMessage
source: {0} will have to confirm your request. You may add a personal message:
hr_hr: {0} će morati potvrditi vaš zahtjev. Možete dodati privatnu poruku:

# FriendSuggestionList_PersonYouSelected
source: The person you selected
hr_hr: Osoba koju ste odabrali

# FriendSuggestionList_CancelRequest
source: Cancel
hr_hr: Otkaži

# FriendSuggestionList_SendRequest
source: Send request
hr_hr: Pošalji zahtjev

# FriendSuggestionList_AlreadyConnected
source: The selected person is already added to your list of friends.
hr_hr: Odabrana osoba je već dodana na vašu listu prijatelja.

# FriendSuggestionList_AlreadySentInvitation
source: You have already invited the selected person to become your friend.
hr_hr: Već ste poslali poziv za prijateljstvo odabranoj osobi.

# FriendSuggestionList_RequestSentMessage
source: Your friend request has been sent.
hr_hr: Vaš zahtjev za prijateljstvo je poslan.

# Discussion_TopicTags
source: Topic tags
hr_hr: Tagovi tema

# Discussion_DiscussionBoardList
source: Discussion Board List
hr_hr: Lista Rasprava

# Discussion_Topic_BoardEdit
source: Edit
hr_hr: Izmjeni

# Discussion_Message_Edit
source: Edit
hr_hr: Izmjeni

# Discussion_Message_Unapproved
source: Unapproved
hr_hr: Neodobreno

# Discussion_Topic_Unapproved
source: Unapproved
hr_hr: Neodobreno

# Groups_Description
source: Description:
da_dk: Beskrivelse:
es_es: Descripción:
tr_tr: Tanım:

# Groups_Edit
source: Edit
da_dk: Rediger indstillinger for gruppen
es_es: Editar configuración de grupo
tr_tr: Grup ayarlarını düzenle

# Groups_Name
source: Name:
da_dk: Navn:
es_es: Nombre:
tr_tr: Ad:

# WallNotes_Button_Upload
source: Upload
da_dk: Upload billede
es_es: Subir
tr_tr: Yükle

# WallNotes_NewNoteAdded
source: A new note has been added to your wall post.
tr_tr: Duvar mesajınıza yeni bir not eklendi.

# WallNotes_NotificationSubjectNote
source: {0} posted a note on your wall.
tr_tr: {0} duvarınıza bir not gönderdi.
