Repository: Zoomicon/ClipFlair
Catalog: Server/ClipFlair.Social/Localization/MonoX/Resources/SocialNetworkingResources.*.resx
Languages: da_dk, es_es, hr_hr, tr_tr

# Messaging_MessageList_Sort
source: Sort
da_dk: Sorter
es_es: Ordenar
hr_hr: Sortiranje
tr_tr: Sırala

# Messaging_MessageList_SortedAsc
source: Sorted in ascending order
da_dk: Sorteret i stigende orden
es_es: Ordenar en orden ascendente
hr_hr: Sortirano uzlaznim redoslijedom
tr_tr: Artan sırada diz

# Messaging_MessageList_SortedDesc
source: Sorted in descending order
da_dk: Sorteret i faldende orden
es_es: Ordenar en orden descendente
hr_hr: Sortirano silaznim redoslijedom
tr_tr: Azalan sırada diz

# Messaging_MessageList_View
source: View
da_dk: Se
es_es: Ver
hr_hr: Pregled
tr_tr: Gözat

# Messaging_MessageSent
source: Your message was successfully sent!
da_dk: Din besked er nu sendt!
es_es: ¡Su mensaje fué enviado con éxito!
hr_hr: Poruka je uspješno poslana!
tr_tr: Mesajınız başarılı olarak gönderildi!

# Messaging_NewMessage
source: <span>+ New message</span>
da_dk: Opret ny besked
es_es: + Nuevo mensaje
hr_hr: + Nova poruka
tr_tr: + Yeni mesaj

# Messaging_Received
source: <span>Received</span>
da_dk: Modtaget
es_es: Recibido
hr_hr: Primljeno
tr_tr: Gelen

# Messaging_Sent
source: <span>Sent</span>
da_dk: Sendt
es_es: Enviado
hr_hr: Poslano
tr_tr: Gönderilen

# PeopleSearch_AddProblem
source: You cannot add {0} to your list of friends. Please check if this user is already present in your list.
da_dk: Du kan ikke tilføje {0} til din liste. Tjek om profilen allerede står på listen.
es_es: Ud. no puede agregar {0} a su lista de amigos. Por favor revise si este usuario ya está presente en su lista.
hr_hr: Ne možete dodati korisnika {0} u listu prijatelja. Molimo provjerite da li je korisnik već dodan.
tr_tr: {0} kullanıcısını arkadaş listenize ekleyemezsiniz. Bu kişinin zaten arkadaş listenizde olup olmadığını kontrol ediniz.

# PeopleSearch_AddSuccess
source: You have successfully added {0} to your list of friends.
da_dk: {0} er nu tilføjet til din venneliste.
es_es: Ud. ha agregado con éxito a {0} a su lista de amigos.
hr_hr: Korisnik {0} je uspješno dodan(a) na vašu listu prijatelja.
tr_tr: {0} kullanıcısını başrılı olarak arkadaş listenize eklediniz.

# PeopleSearch_AlreadyConnected
source: {0} is already added to your list of friends.
da_dk: {0} står allerede på din venneliste.
es_es: {0} ya está agregado en la lista de sus amigos.
hr_hr: {0} je već dodan(a) na vašu listu.
tr_tr: {0} kullanıcısı zaten arkadaş listenizde.

# PeopleSearch_Button_Add
source: Add as a friend
da_dk: Tilføj en ven
es_es: Adicionar un amigo
hr_hr: Dodaj prijatelja
tr_tr: Arkadaş ekle

# PeopleSearch_Button_Send
source: Send
es_es: Enviar
hr_hr: Pošalji
tr_tr: Gönder

# PeopleSearch_Button_ViewProfile
source: View profile
da_dk: Se profil
es_es: Ver perfil
hr_hr: Pogledaj profil
tr_tr: Profili gör

# PeopleSearch_ConfirmationMailContent
source: Hi <a title="{FriendName}" url="{FriendUrl}">{FriendName}</a>, <br /><br /> <a title="{UserName}" url="{UserUrl}">{UserName}</a> has added you as a friend on {ApplicationName}. We need to confirm that you know <a title="{UserName}" url="{UserUrl}">{UserName}</a> in order for you to be friends on our Web site.<br /> {PersonalMessage} <br /><br /> To confirm this request, please click on the following link:<br /> {ConfirmationUrl} <br /><br /> Best regards, <br /><br /> {ApplicationName} Team
da_dk: Hej <a title="{FriendName}" url="{FriendUrl}">{FriendName}</a>, <br /><br /> <a title="{UserName}" url="{UserUrl}">{UserName}</a> har tilføjet dig som ven på {ApplicationName}. Du skal bare bekræfet at du ønsker at stå på {UserName}´s venneliste.<br /> {PersonalMessage} <br /><br /> Klik venligst på linket for at bekræfte:<br /> <a title="Confirm this request" href="{ConfirmationUrl}">{ConfirmationUrl}</a> <br /><br /> Med venlig hilsen <br /><br /> {ApplicationName} Supporten
es_es: Hola {FriendName}, <br /><br /> {UserName} le ha agregado como un amigo desde el portal. Necesitamos confirmar que Ud. conoce a {UserName} para que sean amigos en nuestro sitio Web site.<br /> {PersonalMessage} <br /><br /> Para confirmar este pedido, por favor dar click en el vínculo siguiente:<br /> {ConfirmationUrl} <br /><br /> Atentamente, <br /><br /> Team Yo Quiero Ser Mejor
hr_hr: Pozdrav <a title="{FriendName}" url="{FriendUrl}">{FriendName}</a>, <br /><br /> <a title="{UserName}" url="{UserUrl}">{UserName}</a> vas je dodao/la kao prijatelja/prijateljicu na našem portalu. Morate potvrditi poznanstvo sa korisnikom {UserName} kako bi mogli postati prijatelji.<br /> {PersonalMessage} <br /><br /> Ukoliko želite potvrditi ovaj zahtjev, molimo da kliknete na link ispod:<br /> <a title="Confirm this request" href="{ConfirmationUrl}">{ConfirmationUrl}</a> <br /><br /> Srdačno, <br /><br /> {ApplicationName} Team
tr_tr: Merhaba <a title="{FriendName}" url="{FriendUrl}">{FriendName}</a>, <br /><br /> <a title="{UserName}" url="{UserUrl}">{UserName}</a> kulanıcısı sizi MonoX portalında arkadaş olarak ekledi. {UserName} isimli kullanıcıyı web sitemiz üzerinde arkadaşınız olarak eklemezden önce onu tanıdığınızdan emin olmalıyız.<br /> {PersonalMessage} <br /><br /> Bu arkadaşlık isteğini onaylamak için, lütfen takip eden linke tıklayınız:<br /> <a title="Confirm this request" href="{ConfirmationUrl}">{ConfirmationUrl}</a> <br /><br /> Saygılar, <br /><br /> {ApplicationName} Takımı

# PeopleSearch_ConfirmationMailSubject
source: Confirmation request from {UserName}
da_dk: Anmodning om venskab fra {UserName}
es_es: Pedido de confirmación del usuario {UserName}
hr_hr: Pozivnica prijatelja {UserName}
tr_tr: {UserName} kullanıcısından arkadaşlık isteği

# PeopleSearch_InvitationsReceived
source: Received invitations:
da_dk: Modtaget invitationer:
es_es: Invitaciones recibidas:
hr_hr: Primljene pozivnice:
tr_tr: Alınan arkadaşlık istekleri:

# PeopleSearch_InvitationsSent
source: Sent invitations:
da_dk: Sendte invitationer:
es_es: Invitaciones enviadas:
hr_hr: Poslane pozivnice:
tr_tr: Gönderilen arkadaşlık istekleri:

# PeopleSearch_MemberSince
source: Member since:
da_dk: Medlem siden:
es_es: Miembro desde:
hr_hr: Član od:
tr_tr: Ne zamandan beri üye:

# PeopleSearch_NoUsers
source: You must select a valid user from the dropdown box.
da_dk: Du skal vælge en værdi i dropdown boksen.
es_es: Ud. debe seleccionar un usuario válido de la lista.
hr_hr: Morate odabrati korisnika iz liste korisnika.
tr_tr: Açılır kutudan bir kullanıcı adı seçmelisiniz.

# PeopleSearch_PersonalMessage
source: The person you selected will have to confirm your request. You may add a personal message:
da_dk: Den valgte profil skal bekræfte din anmodning. Du kan tilføje en personlig besked.
es_es: La persona que seleccionó tendrá que confirmar su pedido. Ud. puede agregar un mensaje personal:
hr_hr: Osoba koju ste odabrali mora potvrditi vaš zahtjev. Možete dodati privatnu poruku:
tr_tr: Seçtiğiniz kişiyi arkadaş olarak ekleme isteğinizi gönderirken bir mesaj ekleyebilirsiniz.

# PeopleSearch_TipText
source: Tip: this will search people's first names, last names, and user names.
da_dk: Tip: her kan søges på profilers fornavn, efternavn eller profilnavn.
es_es: Recomendación: esto buscará los nombres, apellidos, y nombre de usuario de las personas.
hr_hr: Napomena: ovaj modul omogućava pretraživanje po korisničkim imenima, te pravim imenima i prezimenima korisnika.
tr_tr: İpucu: bu arama sadece kullanıcıların ad,soyad ve kullanıcı adları üzerinden yapılacak.

# PhotoGallery_AlbumEditView_CreateAlbum
source: Create a Photo Album
da_dk: Opret et album
es_es: Crear un Album de Fotos
hr_hr: Kreiraj Foto album
tr_tr: Foto albümü oluştur

# PhotoGallery_AlbumEditView_Description
source: Description
da_dk: Beskrivelse
es_es: Descripción
hr_hr: Opis
tr_tr: Tanım

# PhotoGallery_AlbumEditView_Name
source: Album name
da_dk: Navn på album
es_es: Nombre del álbum
hr_hr: Naziv albuma
tr_tr: Albüm adı

# PhotoGallery_AlbumEditView_Privacy
source: Privacy
da_dk: Hvem kan se indholdet
es_es: Privacidad
hr_hr: Privatnost
tr_tr: Gizlilik

# PhotoGallery_AlbumList_Delete
source: Delete Album
da_dk: Slet album
es_es: Eliminar Album
hr_hr: Obriši Album
tr_tr: Albümü sil

# PhotoGallery_AlbumList_DeleteConfirmation
source: Are you sure you want to delete the album ?
da_dk: Er du sikker på at du vil slette albummet?
es_es: ¿Está Ud. seguro/a de eliminar el álbum ?
hr_hr: Želite li obrisati foto album ?
tr_tr: Bu albümü silmek istediğinizden emin misiniz?

# PhotoGallery_AlbumList_Edit
source: Edit Album
da_dk: Rediger album
es_es: Editar Album
hr_hr: Izmijeni Album
tr_tr: Albümü düzenle

# PhotoGallery_AlbumList_PhotoCount
source: photos
da_dk: billeder
es_es: fotos
hr_hr: fotografija
tr_tr: fotoğraf

# PhotoGallery_AlbumList_View
source: View Album
da_dk: Se album
es_es: Ver Album
hr_hr: Pregledaj Album
tr_tr: Albümü izle

# PhotoGallery_AlbumView_CreateAlbum
source: Create a Photo Album
da_dk: Opret album
es_es: Crear un Album de fotos
hr_hr: Kreiraj Foto Album
tr_tr: Fotograf albümü oluştur

# PhotoGallery_BackToAlbumList
source: Back to albums
da_dk: Tilbage til albums
es_es: Regresar a álbumes
hr_hr: Povratak na foto albume
tr_tr: Albümlere geri dön

# PhotoGallery_BackToPhotoList
source: Back to photos
da_dk: Tilbage til billeder
es_es: Regresar a fotos
hr_hr: Povratak na fotografije
tr_tr: Fotoğraflara dön

# PhotoGallery_PhotoEditView_AlbumCover
source: Use photo as Album Cover
da_dk: Brug billede som forside til albummet
es_es: Usar foto como cubierta del álbum
hr_hr: Postavi fotografiju kao naslovnicu albuma
tr_tr: Fotoğraf albümünü kapak olarak kullan

# PhotoGallery_PhotoEditView_Description
source: Description
da_dk: Beskrivelse
es_es: Descripción
hr_hr: Opis
tr_tr: Tanım

# PhotoGallery_PhotoEditView_EditPhoto
source: Edit Photo
da_dk: Rediger billede
es_es: Editar Foto
hr_hr: Izmjeni Fotografiju
tr_tr: Fotoğrafı düzenle

# PhotoGallery_PhotoEditView_Name
source: Photo caption
da_dk: Billedtekst
es_es: Pie de Foto
hr_hr: Naslov fotografije
tr_tr: Fotoğraf başlığı

# PhotoGallery_PhotoEditView_Privacy
source: Privacy
da_dk: Visningsniveau
es_es: Privacidad
hr_hr: Privatnost
tr_tr: Gizlilik

# PhotoGallery_PhotoListView_AddMore
source: Add more Photos
da_dk: Tilføj flere billeder
es_es: Agregar más fotos
hr_hr: Dodaj još Fotografija
tr_tr: Daha fazla fotoğraf ekle

# PhotoGallery_PhotoListView_Delete
source: Delete Photo
da_dk: Slet billede
es_es: Eliminar foto
hr_hr: Obriši Fotografiju
tr_tr: Fotoğrafı Sil

# PhotoGallery_PhotoListView_DeleteConfirmation
source: Are you sure you want to delete the photo ?
da_dk: Er du sikker på at du vil slette billedet?
es_es: ¿Está Ud. seguro/a de eliminar la foto ?
hr_hr: Želite li obrisati fotografiju ?
tr_tr: Bu fotoğrafı silmek istediğinizden emin misiniz?

# PhotoGallery_PhotoListView_Edit
source: Edit Photo
da_dk: Rediger billede
es_es: Editar Foto
hr_hr: Izmjeni Fotografiju
tr_tr: Fotoğrafı düzenle

# PhotoGallery_PhotoListView_Organize
source: Organize Photos
da_dk: Organiser billeder
es_es: Organizar Fotos
hr_hr: Organiziraj fotografije
tr_tr: Fotoğrafları organize et

# PhotoGallery_PhotoListView_View
source: View Photo
da_dk: Se billede
es_es: Ver Foto
hr_hr: Pogledaj Fotografiju
tr_tr: Fotoğrafı görüntüle

# WallNotes_Button_Comment
source: Comment
da_dk: Kommentèr
es_es: Comentar
hr_hr: Komentar
tr_tr: Yorum

# WallNotes_Button_Delete
source: Delete
da_dk: Slet
es_es: Eliminar
hr_hr: Obriši
tr_tr: Sil

# WallNotes_Button_Save
source: Post
da_dk: Gem
es_es: Almacenar
hr_hr: Objavi
tr_tr: Kaydet

# WallNotes_ConfirmDelete
source: This note will be deleted. Are you sure?
da_dk: Denne besked vil blive slettet. Er du sikker?
es_es: Eliminará esta nota. ¿Está Ud. seguro/a?
hr_hr: Ova će poruka biti obrisana. Nastavak?
tr_tr: Bu not silinecektir. Emin misiniz?

# WallNotes_NoData
source: Currently there are no messages on the wall.
hr_hr: Nema poruka na Vašem korisničkom računu.
tr_tr: Henüz duvarınızda mesaj yok.

# WallNotes_WatermarkText
source: What's on your mind?
da_dk: Skriv dit vægopslag her!
es_es: ¿Qué tiene en mente?
hr_hr: Što vam je na umu?
tr_tr: Ne düşünüyorsunuz?

# Discussion_Topic_Add_New
source: Open new topic
da_dk: Opret nyt emne
es_es: Abrir nuevo tópico
hr_hr: Otvori novu temu
tr_tr: Yeni konu aç

# Discussion_Topic_Title
source: Title
da_dk: Overskrift
es_es: Título
hr_hr: Naslov
tr_tr: Başlık

# Discussion_Delete_Message
source: Are you sure you want to delete message?
da_dk: Er du sikker på at du vil slette beskeden?
es_es: ¿Está Ud. seguro/a que desea eliminar el mensaje?
hr_hr: Jeste li sigurni da želite obisati poruku?
tr_tr: Mesajı silmek istediğinizden emin misiniz?

# Groups_PeopleSearch_AlreadyMember
source: User {0} is already a member of thie group.
da_dk: {0} er allerede medlem af gruppen.
es_es: Usuario {0} ya es un miembro del grupo.
hr_hr: Korisnik/ca {0} je već pridodana u ovu grupu.
tr_tr: {0} kullanıcısı zaten grup üyesi

# Groups_Category
source: Category
da_dk: Kategori
es_es: Categoría
hr_hr: Kategorija
tr_tr: Kategori

# Groups_PeopleSearch_AddProblem
source: An error occured while trying to add the user {0} to this group.
da_dk: Der opstod desværre en fejl under optagelse af {0} som medlem af denne gruppe.
es_es: Ocurrió un error al tratar de añadir al usuario {0} a este grupo.
hr_hr: Greška kod dodavanja korisnika {0} u grupu.
tr_tr: {0} kullanıcısını gruba eklemeye çalışırken bir hata oluştu

# Groups_PeopleSearch_AddSuccess
source: User {0} was successfully added to the group.
da_dk: {0} er nu medlem af gruppen.
es_es: Usurio {0} exitosamente añadido al grupo.
hr_hr: Korisnik/ca {0} je uspješno dodan u grupu.
tr_tr: {0} kullanıcısı başarılı olarak grup üyesi yapıldı

# Discussion_Back_To_Board
source: Back to all discussion boards
da_dk: Tilbage til debatfora
es_es: Regresar a todas las pizarras de discusión
hr_hr: Vrati se nazad na sve rasprave
tr_tr: Forum geri dön

# Discussion_Back_To_Topics
source: Back to all discussion topics
da_dk: Tilbage til debatemner
es_es: Regresar a todos los tópicos de discusión
hr_hr: Vrati se nazad na sve teme
tr_tr: Forum konusuna geri dön

# Discussion_Delete_Board
source: Are you sure you want to delete board?
da_dk: Er du sikker på at du vil slette dette forum?
es_es: ¿Está Ud. seguro/a que desea eliminar la pizarra?
hr_hr: Jeste li sigurni da želite obisati raspravu?
tr_tr: Forumu silmek istediğinizden emin misiniz?

# Discussion_Delete_Topic
source: Are you sure you want to delete topic?
da_dk: Er du sikker på at du vil slette emnet?
es_es: ¿Está Ud. seguro/a que desea eliminar el tópico?
hr_hr: Jeste li sigurni da želite obisati temu?
tr_tr: Konuyu silmek istediğinizden emin misiniz?

# InvitationList_AddingUser
source: The selected user will now be added to your list of friends.
da_dk: Den valgte profil vil nu blive tilføjet din venneliste.
es_es: El usuario sleccionado será ahora agregado a su lista de amigos.
hr_hr: Odabrani korisnik/ca će biti dodan u vašu listu prijatelja.
tr_tr: Seçili kullanıcı arkadaş listenize eklenecektir

# InvitationList_AddingFollower
source: The selected user will follow you now.
da_dk: Den valgte profil vil følge dig nu.
es_es: El usuario seleccionado le seguirá ahora.
hr_hr: Odabrani korisnik/ca će postati Vaš sljedbenik.
tr_tr: Seçilen kullanıcı artık sizi takip edecek.

# Groups_PeopleSearch_Button_Add
source: Add to group
da_dk: Meld ind i gruppen
es_es: Añadir al grupo
hr_hr: Dodaj u grupu
tr_tr: Gruba ekle

# Groups_PeopleSearch_Button_Send
source: Send invitation
es_es: Enviar invitación
hr_hr: Pošalji
tr_tr: Davet gönder

# Groups_PeopleSearch_Button_ViewProfile
source: View profile
da_dk: Se profil
es_es: Ver perfil
hr_hr: Pogledaj profil
tr_tr: Profili gör

# Groups_PeopleSearch_ConfirmationMailContent
source: Hi <a title="{FriendName}" href="{FriendUrl}">{FriendName}</a>, <br /><br /> <a title="{UserName}" href="{UserUrl}">{UserName}</a> has invited you to join a group <a title="{GroupName}" href="{GroupUrl}">{GroupName}</a>. We need to confirm that you want to join the group before you are added to the list of group's members.<br /> {PersonalMessage} <br /><br /> To confirm this request, please click on the following link:<br /> <a title="Confirm this request" href="{ConfirmationUrl}">{ConfirmationUrl}</a> <br /><br /> Best regards, <br /><br /> {ApplicationName} Team
da_dk: Hej <a title="{FriendName}" href="{FriendUrl}">{FriendName}</a>, <br /><br /> <a title="{UserName}" href="{UserUrl}">{UserName}</a> har inviteret dig til at være med i gruppen:<a title="{GroupName}" href="{GroupUrl}">{GroupName}</a>. Du skal bare lige bekræfte at du ønsker at være med i gruppen og så vil dit profilnavn blive tilføjet på gruppelisten.<br /> {PersonalMessage} <br /><br /> Klik venligst på linket for at bekræfte:<br /> <a title="Confirm this request" href="{ConfirmationUrl}">{ConfirmationUrl}</a> <br /><br /> Med venlig hilsen <br /><br /> {ApplicationName} Supporten
es_es: Hola {FriendName}, <br /><br /> {UserName} te ha invitado a incorporarte al grupo {GroupName}. Necesitamos confirmar que Ud. desea incorporarse al grupo, antes de añadirlo a la lista de miembros del grupo.<br /> {PersonalMessage} <br /><br /> Para confirmar este pedido, por favor dar click en el siguiente vínculo:<br /> {ConfirmationUrl} <br /><br /> Atentamente, <br /><br />Team Yo Quiero Ser Mejor
hr_hr: Pozdrav <a title="{FriendName}" href="{FriendUrl}">{FriendName}</a>, <br /><br /> <a title="{UserName}" href="{UserUrl}">{UserName}</a> vas poziva da se pridružite grupi <a title="{GroupName}" href="{GroupUrl}">{GroupName}</a>. Morate potvrditi da se doista želite učlaniti prije.<br /> {PersonalMessage} <br /><br /> Ukoliko želite potvrditi ovaj zahtjev, molimo da kliknete na link ispod:<br /> <a title="Confirm this request" href="{ConfirmationUrl}">{ConfirmationUrl}</a> <br /><br /> Srdačno, <br /><br /> {ApplicationName} Team
tr_tr: Merhaba <a title="{FriendName}" href="{FriendUrl}">{FriendName}</a>, <br /><br /> <a title="{UserName}" href="{UserUrl}">{UserName}</a> sizi <a title="{GroupName}" href="{GroupUrl}">{GroupName}</a> isimli gruba katılmaya davet ediyor. Bu grubun üyesi olmazdan önce bu isteği onaylamanız gerekmektedir.<br /> {PersonalMessage} <br /><br /> İsteğe onay vermek için, lütfen takip eden linke tıklayınız:<br /> <a title="Confirm this request" href="{ConfirmationUrl}">{ConfirmationUrl}</a> <br /><br /> Saygılar, <br /><br /> {ApplicationName} Takımı

# Groups_PeopleSearch_ConfirmationMailSubject
source: {UserName} invites you to join the group {GroupName}
da_dk: {UserName} inviterer dig til at være med i gruppen: {GroupName}
es_es: {UserName} le invita a incorporarse al grupo {GroupName}
hr_hr: {UserName} Vas poziva da se pridružite grupi {GroupName}
tr_tr: {UserName} sizi {GroupName} isimli gruba katılmaya davet ediyor

# Groups_PeopleSearch_PersonalMessage
source: The person you selected will have to confirm that he or she wants to join the group. You may add a personal message:
da_dk: Den profil, du har valgt, skal bekræfte ønsket om at blive medlem af gruppen. Du kan tilføje en personlig besked:
es_es: La persona que seleccionó deberá confirmar que desea ser miembro del grupo. Ud. puede añadir un mensaje personal:
hr_hr: Osoba koju ste odabrali mora potvrditi da želi pristupiti grupi. Možete dodati privatnu poruku:
tr_tr: Seçtiğiniz kişinin gruba katılmazdan önce bu isteğinizi onaylaması gerekmektedir. İsteğinizi açıklayan kişisel bir mesaj ekleyebilirsiniz:

# Groups_PeopleSearch_TipText
source: Tip: this will search people's first names, last names, and user names.
da_dk: Tip: her kan søges på personens fornavn, efternavn eller profilnavn.
es_es: Recomendación: esto buscará el nombre, apellido o nombre de usuario de las personas.
hr_hr: Napomena: ovaj modul omogućava pretraživanje po korisničkim imenima, te pravim imenima i prezimenima korisnika.
tr_tr: İpucu: bu arama sadece kullanıcıların ad,soyad ve kullanıcı adları üzerinden yapılacak.

# Friends_FriendListEmpty
source: Friend list is currently empty.
da_dk: Der er ikke tilføjet nogle venner til din liste
es_es: Su lista de amigos está actualmente vacía.
hr_hr: Vaša lista prijatelja je trenutno prazna.
tr_tr: Arkadaş listeniz şu anda boş.

# Groups_InvitationList_AddingUser
source: The selected user will now be added to this group.
da_dk: Den valgte profil vil nu blive medlem i gruppen.
es_es: El usuario seleccionado será ahora adicionado a este grupo.
hr_hr: Odabrani korisnik/ca će biti dodan u ovu grupu.
tr_tr: Seçili kullanıcılar bu gruba üye olarak ekleneceklerdir

# Groups_InvitationList_ApproveInvitation
source: Approve group membership for {0}
da_dk: Godkend {0}´s medlemskab af gruppen
es_es: Aprobar membresía de grupo para {0}
hr_hr: Odobrite članstvo u grupi za korisnika {0}
tr_tr: {0} için grup üyeliğini onayla

# Groups_InvitationList_ConfirmDelete
source: This request will be removed from the list. You will not be able to add this person to the group until the request is resent. Are you sure?
da_dk: Anmodningen vil blive slettet fra listen. Det er så ikke muligt at optage denne profil i gruppen før anmodningen blive gensendt. Er du sikker?
es_es: Este pedido será removido de la lista. Ud. no porá adicionar esta persona al grupo hasta que re-envíe el pedido. ¿Está Ud. seguro/a?
hr_hr: Ovaj zahtjev za članstvo će biti uklonjen sa liste. Želite li nastaviti?
tr_tr: Bu talep listeden silinecektir. Bu kişiyi talebi olmadan gruba eklemeniz mümkün olmayacaktır. Emin misiniz?

# Groups_InvitationList_DeleteInvitation
source: Remove membership request for {0} from your list
da_dk: Fjern {0}´s anmodning om medlemskab fra din liste
es_es: Remover pedido de membresía para {0} de su lista
hr_hr: Uklonite zahtjev za članstvo za kornsika {0} s ove liste
tr_tr: {0} için üyelik talebini listeden sil

# Groups_MemberListEmpty
source: This group doesn't have any memebers at the moment.
da_dk: Der er i øjeblikket ingen medlemmer i denne gruppe.
es_es: Este grupo no tiene miembros por el momento.
hr_hr: Ova grupa trenutno nema niti jednog člana.
tr_tr: Şu an için bu grubun üyesi bulunmamaktadır.

# Groups_AllGroupsTitleFormatString
source: All groups
da_dk: Alle grupper
es_es: Todos los grupos
hr_hr: Sve grupe
tr_tr: Tüm gruplar

# Groups_GroupInfo_Category
source: Category:
da_dk: Kategori:
es_es: Categoría:
hr_hr: Kategorija:
tr_tr: Kategori:

# Groups_GroupInfo_Description
source: Description:
da_dk: Beskrivelse:
es_es: Descripción:
hr_hr: Opis:
tr_tr: Tanım:

# Groups_GroupInfo_Name
source: Group name:
da_dk: Gruppenavn:
es_es: Nombre del grupo:
hr_hr: Naziv:
tr_tr: Grup adı:

# Groups_GroupInfo_OpenGroup
source: Open group
da_dk: Åben gruppe
es_es: Grupo abierto
hr_hr: Otvorena grupa
tr_tr: Açık grup

# Groups_GroupInfo_PrivacyLevel
source: Privacy level:
da_dk: Niveau for personlige oplysninger:
es_es: Nivel de privacidad:
hr_hr: Privatnost:
tr_tr: Gizlilik seviyesi:

# Groups_GroupInfo_PrivateGroup
source: Private group
da_dk: Lukket/ privat gruppe
es_es: Grupo privado
hr_hr: Privatna grupa
tr_tr: Özel grup

# Groups_MyGroupsTitleFormatString
source: My groups
da_dk: Mine grupper
es_es: Mis grupos
hr_hr: Moje grupe
tr_tr: Gruplarım

# Groups_Search
source: Search
da_dk: Søg
es_es: Búsqueda
hr_hr: Traži grupe
tr_tr: Ara

# Groups_SearchGroupsTitleFormatString
source: Search results for '{0}'
da_dk: Søgeresultat for '{0}'
es_es: Resultados de búsqueda para '{0}'
hr_hr: Rezultati pretraživanja za '{0}'
tr_tr: '{0}' için arama sonuçları

# Groups_GroupView_LabelPhotos
source: Photos
da_dk: Billeder
es_es: Fotos
hr_hr: Fotografije
tr_tr: Resimler

# Groups_GroupView_LabelWall
source: Wall
da_dk: Væg
es_es: Pared
hr_hr: Zid
tr_tr: Duvar
