Repository: Zoomicon/ClipFlair
Catalog: Server/ClipFlair.Social/Localization/MonoX/Resources/SocialNetworkingResources.*.resx
Languages: da_dk, es_es, hr_hr, tr_tr

# Groups_CannotPostNotes
source: Only members of this group can post notes and use other group resources. Join now to get access to all group resources!
da_dk: Kun medlemmer af denne gruppe kan skrive indlæg, uploade billeder osv. Meld dig til nu for at få adgang til det hele!
es_es: Sólo los miembros de este grupo pueden ingresar notas y utilizar otros recursos del grupo. ¡Ingresa ahora para obtener todos los recursos del grupo!
hr_hr: Samo članovi ove grupe mogu slati poruke i koristiti ostale grupne resurse. Prijavite se za članstvo sada kako bise i vi mogli sudjelovati u radu grupe!
tr_tr: Ancak bu gruba üye olanlar notlar gönderip grup kaynaklarını kullanabilirler. Tüm grup kaynaklarını kullanabilmek için gruba üy ol!

# Groups_CannotSeePrivateResources
source: This is a private group, and only members can view group wall and other resources. Join now to get access to all group resources!
da_dk: Dette er en privat gruppe og kun medlemmer kan se gruppevæggen og andet indhold (medlemsliste, debatter, filer osv.). Meld dig til nu for at få adgang til det hele!
es_es: Este es un grupo privado, y sólo miembros pueden ver la pared del grupo y otros recursos. ¡Ingresa ahora para obtener todos los recursos del grupo!
hr_hr: Ovo je privatna grupa i ne možete koristiti grupne resurse jer niste član. Prijavite se za članstvo sada kako bise i vi mogli sudjelovati u radu grupe!
tr_tr: Bu özel bir gruptur ve ancak grup üyeleri grup duvarını ve diğer grup kaynaklarını görme yetkisine sahiptir. Tüm grup kaynaklarına ulaşabilmek için gruba üye ol!

# Groups_GroupEdit_Admins
source: Group administrators
da_dk: Gruppe administratorer
es_es: Administradores del grupo
hr_hr: Administratori grupe
tr_tr: Grup yöneticileri

# WallNotes_UploadButtonText
source: Upload
da_dk: Upload billede
es_es: Subir
hr_hr: Postavi dokumente
tr_tr: Yükle

# Groups_View
source: View group {0}
da_dk: Se gruppe {0}
es_es: Ver grupo {0}
hr_hr: Posjeti grupu {0}
tr_tr: {0} grubunu gör

# Groups_GroupView_LabelDiscussion
source: Discussion board
da_dk: Debatforum
es_es: Pizarra de discusión
hr_hr: Rasprave
tr_tr: Forum

# Events_JoinedGroup
source: <a href="{ProfileUrl}">{UserName}</a> joined group <a href="{GroupUrl}">{GroupName}</a>
da_dk: <a href="{ProfileUrl}">{UserName}</a> meldte sig ind i <a href="{GroupUrl}">{GroupName}</a>
es_es: <a href="{ProfileUrl}">{UserName}</a> ingresó al grupo <a href="{GroupUrl}">{GroupName}</a>
hr_hr: <a href="{ProfileUrl}">{UserName}</a> se pridružio/la grupi <a href="{GroupUrl}">{GroupName}</a>
tr_tr: <a href="{ProfileUrl}">{UserName}</a> gruba üye oldu <a href="{GroupUrl}">{GroupName}</a>

# Discussion_Message_PostCaption
source: Please enter your post
da_dk: Skriv venligst dit indlæg
es_es: Por favor ingrese su entrada
hr_hr: Unesite vašu poruku
tr_tr: Gönder

# Discussion_Message_ReplyCaption
source: Reply
da_dk: Svar
es_es: Responder
hr_hr: Odgovor
tr_tr: Yanıtla

# Events_UploadedFile
source: <a href="{ProfileUrl}">{UserName}</a> uploaded a file <a href="{FileUrl}">{FileName}</a>
da_dk: <a href="{ProfileUrl}">{UserName}</a> uploadede en fil <a href="{FileUrl}">{FileName}</a>
es_es: <a href="{ProfileUrl}">{UserName}</a> subió un archivo <a href="{FileUrl}">{FileName}</a>
hr_hr: <a href="{ProfileUrl}">{UserName}</a> je dodao datoteku <a href="{FileUrl}">{FileName}</a>
tr_tr: <a href="{ProfileUrl}">{UserName}</a> bir dosya yükledi <a href="{FileUrl}">{FileName}</a>

# Events_SignedUp
source: <a href="{ProfileUrl}">{UserName}</a> has just signed up.
da_dk: <a href="{ProfileUrl}">{UserName}</a> har lige tilmeldt sig.
es_es: <a href="{ProfileUrl}">{UserName}</a> acaba de ingresar al sistema.
hr_hr: <a href="{ProfileUrl}">{UserName}</a> se upravo prijavio/la na site.
tr_tr: <a href="{ProfileUrl}">{UserName}</a> yeni üye oldu.

# Events_CreatedPhotoAlbum
source: <a href="{ProfileUrl}">{UserName}</a> created a photo album <a href="{AlbumUrl}">{AlbumName}</a>
da_dk: <a href="{ProfileUrl}">{UserName}</a> oprettede et billedalbum <a href="{AlbumUrl}">{AlbumName}</a>
es_es: <a href="{ProfileUrl}">{UserName}</a> creó un álbum de fotos <a href="{AlbumUrl}">{AlbumName}</a>
hr_hr: <a href="{ProfileUrl}">{UserName}</a> je kreirao galeriju slika <a href="{AlbumUrl}">{AlbumName}</a>
tr_tr: <a href="{ProfileUrl}">{UserName}</a> resim albümü oluşturdu <a href="{AlbumUrl}">{AlbumName}</a>

# Events_AddedPhoto
source: <a href="{ProfileUrl}">{UserName}</a> has added a photo(s) to an album <a href="{AlbumUrl}">{AlbumName}</a>
da_dk: <a href="{ProfileUrl}">{UserName}</a> har tilføjet billede(r) til et album <a href="{AlbumUrl}">{AlbumName}</a>
es_es: <a href="{ProfileUrl}">{UserName}</a> ha adicionado foto(s) a un álbum <a href="{AlbumUrl}">{AlbumName}</a>
hr_hr: <a href="{ProfileUrl}">{UserName}</a> je dodao sliku(e) u album <a href="{AlbumUrl}">{AlbumName}</a>
tr_tr: <a href="{ProfileUrl}">{UserName}</a> bir albüme resim ekledi <a href="{AlbumUrl}">{AlbumName}</a>

# Events_AddedDiscussionBoard
source: <a href="{ProfileUrl}">{UserName}</a> has added a new discussion board <a href="{BoardUrl}">{BoardName}</a>
da_dk: <a href="{ProfileUrl}">{UserName}</a> har oprettet et nyt debatforum <a href="{BoardUrl}">{BoardName}</a>
es_es: <a href="{ProfileUrl}">{UserName}</a> ha adicionado una nueva pizarra de discusión <a href="{BoardUrl}">{BoardName}</a>
hr_hr: <a href="{ProfileUrl}">{UserName}</a> je dodao novu raspravu <a href="{BoardUrl}">{BoardName}</a>
tr_tr: <a href="{ProfileUrl}">{UserName}</a> yeni bir tartışma başlattı <a href="{BoardUrl}">{BoardName}</a>

# Events_AddedDiscussionTopic
source: <a href="{ProfileUrl}">{UserName}</a> has added a new discussion topic <a href="{TopicUrl}">{TopicName}</a>
da_dk: <a href="{ProfileUrl}">{UserName}</a> har oprettet et nyt debatemne <a href="{TopicUrl}">{TopicName}</a>
es_es: <a href="{ProfileUrl}">{UserName}</a> ha adicionado un nuevo tópico de discusión <a href="{TopicUrl}">{TopicName}</a>
hr_hr: <a href="{ProfileUrl}">{UserName}</a> je dodao novu temu u raspravu <a href="{TopicUrl}">{TopicName}</a>
tr_tr: <a href="{ProfileUrl}">{UserName}</a> yeni bir tartışma konusu başlattı <a href="{TopicUrl}">{TopicName}</a>

# Events_CreatedGroup
source: <a href="{ProfileUrl}">{UserName}</a> created group <a href="{GroupUrl}">{GroupName}</a>
da_dk: <a href="{ProfileUrl}">{UserName}</a> oprettede en gruppe <a href="{GroupUrl}">{GroupName}</a>
es_es: <a href="{ProfileUrl}">{UserName}</a> creó grupo <a href="{GroupUrl}">{GroupName}</a>
hr_hr: <a href="{ProfileUrl}">{UserName}</a> je kreirao/la grupu <a href="{GroupUrl}">{GroupName}</a>
tr_tr: <a href="{ProfileUrl}">{UserName}</a> grup oluşturdu <a href="{GroupUrl}">{GroupName}</a>

# Events_UpdatedProfile
source: <a href="{ProfileUrl}">{UserName}</a> has updated her/his profile.
da_dk: <a href="{ProfileUrl}">{UserName}</a> har opdateret sin profil.
es_es: <a href="{ProfileUrl}">{UserName}</a> ha actualizado su perfil.
hr_hr: <a href="{ProfileUrl}">{UserName}</a> je obnovio/la svoj profil.
tr_tr: <a href="{ProfileUrl}">{UserName}</a>profilini güncelledi.

# Comments_NotificationSubjectAlbum
source: {0} posted a comment on your album image
da_dk: {0} skrev en kommentar til et billede i dit album
es_es: {0} ingresó un comentario en su imagen del album
hr_hr: {0} je poslao/la komentar na sliku u Vašem albumu
tr_tr: {0} albüm resminiz için yorum yaptı

# Comments_NotificationSubjectFile
source: {0} posted a comment on file you uploaded
da_dk: {0} skrev en kommenatr til en af dine filer
es_es: {0} ingresó un comentario en un archivo que Ud. subió
hr_hr: {0} je poslao/la komentar na datoteku iz Vaše kolekcije
tr_tr: {0} yüklediğiniz dosya için yorum yaptı

# Comments_NotificationSubjectNote
source: {0} posted a comment on your wall post
da_dk: {0} skrev en kommentar til dit vægopslag
es_es: {0} ingresó un comentario en su entrada en la pared
hr_hr: {0} je poslao/la komentar na članak na Vašem zidu
tr_tr: {0} duvar gönderiniz için yorum yaptı

# FileView_DescriptionDefaultText
source: Enter file description
da_dk: Indtast filbeskrivelse
es_es: Entre descripción del archivo
hr_hr: Unesite opis datoteke
tr_tr: Dosya tanımını giriniz

# PeopleSearch_AlreadySentInvitation
source: You have already invited this user or have him or her on your friend list.
da_dk: Du har allerede anmodet profilen om venskab eller profilen står allerede på din venneliste.
es_es: Ud. ya ha invitado a este usuario, o ya lo tiene en su lista de amigos.
hr_hr: Ovaj korisnik je već pozvan(a) na vašu listu ili je već dodan(a) na nju.
tr_tr: Bu kişiyi daha önce davet ettiniz.

# Groups_GroupEdit_UserAdmin_TipText
source: Tip: start typing the first name, last name, or the username of the user(s) that will be this group administrator(s). Separate entries with commas. Note that you can pick only the users that are currently members of this group.
da_dk: Tip: skriv navnet på den profil som skal være administrator i denne gruppe. Hvis der skal være flere administratorer adskilles profilnavnene med komma. Vær opmærksom på at det kun er medlemmer af gruppen som kan være administrator.
es_es: Recomendación: comience tecleando el nombre, apellido o nombre de usuario(s) que serán los administradores de este grupo. Separe las entradas con comas. Note que Ud. puede escoger sólo los usuarios que son actualmente miembros de este grupo.
hr_hr: Napomena: ovo polje omogućava pretraživanje po korisničkim imenima, te pravim imenima i prezimenima korisnika koje želite unijeti kao administratore grupe. Pretraživanje se odnosi samo na aktivne članove grupe.
tr_tr: İpucu: Grup yöneticisi olacakları belirlemek için adı , soyadı ya da kullanıcının kullanıcı adını yazmaya başlayın. Değerler biribirlerinden virgül ile ayrılmış olmalıdırlar. Unutmayınız ki sadece grup üyeleri arasından yönetici seçebilirsiniz.

# Events_UpdatedStatus
source: <a href="{ProfileUrl}">{UserName}</a> has updated her/his status. New status is '{MyStatus}'
da_dk: <a href="{ProfileUrl}">{UserName}</a>har opdateret sin status. Ny status er '{MyStatus}'
es_es: <a href="{ProfileUrl}">{UserName}</a> ha actualizado su estado. El nuevo estado es '{MyStatus}'
hr_hr: <a href="{ProfileUrl}">{UserName}</a> je obnovio/lasvoj status. Novi status je '{MyStatus}'
tr_tr: <a href="{ProfileUrl}">{UserName}</a>Durumunu güncelledi. Yeni durum '{MyStatus}'

# Groups_GroupList_Category
source: Category:
da_dk: Kategori:
es_es: Categoría:
hr_hr: Kategorija:
tr_tr: Kategori:

# Groups_LoginToJoin
source: Log in or register to join this group
da_dk: Log ind for at få mulighed for at blive medlem af gruppen
es_es: Entre al sistema (Log in) o regístrese, para incorporarse a este grupo or register to join this group
hr_hr: Prijavite se kako biste se mogli pridržiti grupi
tr_tr: Bu gruba katılmak için giriş yap ya da abone ol

# Groups_Search_Tip
source: (Tip: To get the list of all groups leave the search box as is and click the search button)
da_dk: (Tip: For at se alle grupper: lad teksten i søgefeltet stå og klik på søg-knappen)
es_es: (Recomendación: Para obtener la lista de todos los grupos, deje la caja de búsqueda tal cual y dé click en el botón de búsqueda)
hr_hr: (Savjet: Da bi prikazali sve grupe samo kliknite na dugme "Traži grupe")
tr_tr: (İpucu: Tüm grupların bir listesini alabilmek için arama kutusuna hiçbir şey yazmadan ara butonuna basınız)

# Groups_NoDataWarning
source: No groups were found for the required criteria.<br />
da_dk: Der blev desværre ikke fundet nogle grupper på søgningen.<br />
es_es: No encontró grupos para el criterio requerido.<br />
hr_hr: <br />Ne postoje grupe koje zadovoljavaju kriterije pretrage.<br />
tr_tr: Gerekli kriter için hiçbir hrup bulunamadı.<br />

# Discussion_BoardModerators
source: Moderators
da_dk: Redaktører
es_es: Moderadores
hr_hr: Moderatori
tr_tr: Moderatörler

# Discussion_ModeratorsTooltip
source: List of discussion board moderators
da_dk: Liste over redaktører på debatten
es_es: Lista de moderadores de pizarra de discusión
hr_hr: Lista moderatora rasprave
tr_tr: Forum moderatör listesi

# Discussion_BoardAuthor
source: by {0}.
da_dk: af {0}.
es_es: por {0}.
hr_hr: kreirao(la) {0}.
tr_tr: {0} tarafından.

# Discussion_BoardCreatedDate
source: Created
da_dk: Oprettet
es_es: Creado
hr_hr: Kreiran
tr_tr: Oluşturuldu

# Discussion_BoardLastTopic
source: Last topic
da_dk: Sidste emne
es_es: Ultimo tópico
hr_hr: Zadnja tema
tr_tr: Son konu

# Discussion_BoardLastTopicAuthor
source: by
da_dk: af
es_es: por
hr_hr: Kreirao(la)
tr_tr: gönderen

# Discussion_MessageCreatedDate
source: Posted
da_dk: Oprettet
es_es: Ingresado
hr_hr: Kreiran
tr_tr: Gönderildi

# Discussion_RepliesCount
source: post(s)
da_dk: indlæg.
es_es: entradas(s).
hr_hr: odgovor(a)
tr_tr: ileti.

# Discussion_TopicCount
source: topic(s)
da_dk: emne(r).
es_es: tópico(s).
hr_hr: teme(a)
tr_tr: konu.

# Discussion_TopicCreatedDate
source: Created
da_dk: Oprettet
es_es: Creado
hr_hr: Kreirana
tr_tr: Oluşturuldu

# Discussion_TopicLastPost
source: Last post
da_dk: Sidste indlæg
es_es: Ultima entrada
hr_hr: Zadnji odgovor
tr_tr: Son ileti

# Discussion_TopicLastPostAuthor
source: Posted by
da_dk: Oprettet af
es_es: Ingresado por
hr_hr: Odgovorio(la)
tr_tr: Gönderen

# Discussion_TopicPost_ApprovalAlert
source: Your post may require administrative approval before it is published.
da_dk: Dit indlæg kræver måske administrativ gorkendelse før det kan blive vist.
es_es: Su entrada puede requerir aprobación administrativa antes de ser publicada.
hr_hr: Vaša tema možda zahtijeva administrativno odobrenje prije objave.
tr_tr: İletiniz yayınlanmadan önce yönetici onayı gerektirebilir.

# Discussion_ViewsCount
source: view(s)
da_dk: visning(er).
es_es: vista(s).
hr_hr: put(a) pogledano
tr_tr: görüntüleme.

# Discussion_ViewsCountToolTip
source: Topic viewed {0} times
da_dk: Emne vist {0} gang(e)
es_es: Tópico visto {0} veces
hr_hr: Tema pogledana {0} put(a)
tr_tr: Konu {0} kez görüntülendi

# Discussion_ReportPost
source: Report a post
da_dk: Anmeld et indlæg
es_es: Reportar una entrada
hr_hr: Prijavi objavu
tr_tr: Bir ileti şikayet et

# Discussion_ReportPostToolTip
source: Report a post to an administrator (e.g. Abusive content, SPAM)
da_dk: Anmeld et indlæg til en administrator (f.eks. anstødende indhold, SPAM oa.)
es_es: Reportar una entrada al administrador (Ejemplo: Contenido abusivo, SPAM)
hr_hr: Prijavi objavu administratoru (npr. Uvredljiv sadržaj, SPAM)
tr_tr: Yöneticiye bir ileti şikayet et (ör. Küfürlü içerik, SPAM)

# Discussion_UserTotalPosts
source: Total posts
da_dk: Indlæg ialt
es_es: Entradas totales
hr_hr: Ukupno objava
tr_tr: Toplam ileti

# Discussion_ApproveReportedPost
source: Approve reported post
da_dk: Godkend rapporterede indlæg
es_es: Apruebe entrada reportada
hr_hr: Odobri prijavljenu objavu
tr_tr: Şikayet edilen iletiyi onayla

# Discussion_ApproveReportedPostToolTip
source: Approve reported post and consider it as non-abusive
da_dk: Godkend rapporterede indlæg og betragt det som værende ikke-skadeligt
es_es: Aprueba entrada reportada y considérelo como no-abusivo
hr_hr: Odobri prijavljenu objavu i smatraj ju kao poruku koja nije uvredljivog sadržaja
tr_tr: Şikayet edilen iletiyi onayla ve iyi niyetli olarak gör

# Discussion_Delete_DeleteSpam
source: Are you sure that you want to delete all spam messages ?
da_dk: Er du sikker på at du vil slette alle SPAM beskeder?
es_es: ¿Está Ud. seguro/a que desea eliminar todos los mensajes SPAM?
hr_hr: Jeste li sigurni da želite obrisati sve spam poruke ?
tr_tr: Tüm spam mesajları silmek istediğinizden emin misiniz?

# Discussion_Delete_DeleteUnApproved
source: Are you sure that you want to delete all unapproved messages ?
da_dk: Er du sikker på at du vil slette alle ikke-godkendte beskeder?
es_es: ¿Está Ud. seguro/a que desea eliminar todos los mensajes no aprobados?
hr_hr: Jeste li sigurni da želite obrisati sve neodobrene poruke ?
tr_tr: Tüm onaylanmamış mesajları silmek istediğinizden emin misiniz?

# Discussion_Messages_DeleteSpam
source: Delete spam ({0})
da_dk: Slet SPAM ({0})
es_es: Eliminar SPAM ({0})
hr_hr: Obriši spam ({0})
tr_tr: Spam sil ({0})

# Discussion_Messages_DeleteUnApproved
source: Delete unapproved ({0})
da_dk: Sletning er ikke godkendt ({0})
es_es: Eliminar no aprobados ({0})
hr_hr: Obriši neodobrene ({0})
tr_tr: Onaylanmamışları sil ({0})

# Discussion_Message_Approve
source: Approve
da_dk: Godkend
es_es: Aprobar
hr_hr: Odobri
tr_tr: Onayla

# Discussion_Message_Views
source: Viewed {0} time(s)
da_dk: Set {0} gang(e)
es_es: Visto {0} vece(s)
hr_hr: {0} put(a) pogledan
tr_tr: {0} defa görüntülendi

# Discussion_MarkAsAnswer
source: Mark as answer
da_dk: Markér som svar
es_es: Marcar como respuesta
hr_hr: Označi kao rješenje
tr_tr: Cevap olarak işaretle

# Discussion_TopicAnswer
source: Unmark as Answer
da_dk: Svar
es_es: Respuesta
hr_hr: Rješenje
tr_tr: Cevap

# Discussion_TopicAnswerDescription
source: Message is marked as an answer to this topic. Unmark it as an answer.
da_dk: Beskeden er markeret som et svar til dette emne.
es_es: Mensaje marcado como respuesta a este tópico.
hr_hr: Poruka je označena kao odgovor na ovu temu.
tr_tr: Mesaj bu konuya cevap olarak işaretlendi.

# Discussion_Topic_TopicAnswer
source: Answered
da_dk: Besvaret
es_es: Respondido
hr_hr: Riješena
tr_tr: Cevaplandı

# Discussion_Topic_TopicAnswerDescription
source: Topic is answered
da_dk: Emnet er besvaret
es_es: Se le dió respuesta al tópico
hr_hr: Tema je riješena
tr_tr: Konu cevaplandı

# Discussion_TopicRating
source: Votes
da_dk: Stemmer
es_es: Votos
hr_hr: Glasova
tr_tr: Oylar

# Discussion_TopicRatingToolTip
source: Content is rated {0:f2} of {1} vote(s).
da_dk: Indholdet har fået {0:f2} stjerner af {1} profil(er).
es_es: Contenido tiene una nota {0:f2} de {1} voto(s).
hr_hr: Sadržaj je ocjenjen sa {0:f2} od ukupno {1} glasova.
tr_tr: İçerik {1} de {0:f2} oy aldı.

# Discussion_LastActiveTopics
source: New topics
da_dk: Nye emner
es_es: Nuevos tópicos
hr_hr: Zadnje teme
tr_tr: Güncel Konular

# Discussion_LastActiveTopicsToolTip
source: Show only the new topics
da_dk: Vis kun de nye emner
es_es: Mostrar sólo los nuevos tópicos
hr_hr: Prikaži samo zadnje teme
tr_tr: Yalnızca en yeni aktif konuları göster

# Discussion_MyTopics
source: Topics you participated in
da_dk: Emner du deltog i
es_es: Tópicos en los que ha participado
hr_hr: Teme u kojima sudjeluješ
tr_tr: Katıldığın konular

# Discussion_MyTopicsToolTip
source: Show only topics you participated in
da_dk: Vis kun emner du deltog i
es_es: Mostrar sólo los tópicos en los que ha participado
hr_hr: Prikaži samo teme u kojima sudjeluješ
tr_tr: Yalnızca katıldığın konuları göster

# Discussion_TopicNoRating
source: No votes yet
da_dk: Ingen stemmer endnu
es_es: No tiene votos todavía
hr_hr: Bez ocjene
tr_tr: Henüz oy yok

# Discussion_TopicNoRatingToolTip
source: There are no votes for this topic
da_dk: Ingen har stemt på dette emne
es_es: No hay votos para este tópico
hr_hr: Ova tema trenutno nema ocjena
tr_tr: Bu konu için henüz oy yok

# Discussion_BoardSubscribe
source: Subscribe
da_dk: Tilmeld
es_es: Subscribirse
hr_hr: Pretplati se
tr_tr: Abone ol

# Discussion_BoardSubscribeToolTip
source: Subscribe to this board
da_dk: Tilmeld til dette forum
es_es: Subscribirse a esta pizarra
hr_hr: Pretplati se na raspravu
tr_tr: Bu foruma abone ol

# Discussion_BoardUnSubscribe
source: Unsubscribe
da_dk: Afmeld
es_es: Des-subscribirse
hr_hr: Otkaži pretplatu
tr_tr: Aboneliği kaldır

# Discussion_BoardUnSubscribeToolTip
source: Unsubscribe from this board
da_dk: Afmeld fra dette forum
es_es: Des-subscribirse de esta pizarra
hr_hr: Otkaži pretplatu sa rasprave
tr_tr: Bu forumdan aboneliğini kaldır

# Discussion_NewTopicAdded
source: A new topic has been added to a board that you are subscribed on.
da_dk: Der er oprettet et nyt emne i et forum som du er tilmeldt.
es_es: Han adicionado un nuevo tópico a la pizarra a la que está suscrito.
hr_hr: Nova tema je dodana u raspravu na koju ste pretplaćeni.
tr_tr: Abonesi olduğunuz bir foruma yeni konu eklendi.

# Discussion_NewTopicClickToReply
source: Click on the topic title to post a reply or unsubscribe from this board.
da_dk: Klik på emnet for at skrive et svar eller for at afmelde dig fra dette forum.
es_es: Click en el título del tópico para ingresar una respuesta o des-subscribirse de esta pizarra.
hr_hr: Klikni na naslov teme za dodavanje nove poruke ili za odjavu pretplate s rasprave.
tr_tr: Yanıtlamak ya da forum aboneliğinden ayrılmak için forum başlığına tıklayın.

# Discussion_NewTopicNoReply
source: Please, do not reply to this e-mail.
da_dk: Svar venligst ikke på denne e-mail.
es_es: Por favor, no responda a este correo electrónico.
hr_hr: Molimo, ne odgovarajte na ovaj e-mail.
tr_tr: Lütfen, bu e-postayı yanıtlamayınız.

# Discussion_NewMessageAdded
source: A new reply has been posted to a topic that you are subscribed on.
da_dk: Der er tilføjet noget nyt til et emne, som du er tilmeldt.
es_es: Han ingresado una nueva entrada a un tópico al que está suscrito.
hr_hr: Nova poruka je dodana u temu na koju ste pretplaćeni.
tr_tr: Abonesi olduğunuz bir konuya yeni bir yanıt gönderildi.

# Discussion_NewMessageClickToReply
source: Click here to post a reply or unsubscribe from this topic.
da_dk: Klik her for at skrive et svar eller for at afmelde dig fra dette emne.
es_es: Click acá para ingresar una respuesta o des-subscribirse de este tópico.
hr_hr: Klikni ovdje za dodavanje nove poruke ili za odjavu pretplate s teme.
tr_tr: Yanıtlamak ya da konu aboneliğinden çıkmak için buraya tıklayın.

# Discussion_NewMessageCreated
source: Re:
da_dk: Der er skrevet noget nyt -
es_es: Ingresaron una nueva respuesta -
hr_hr: Novi odgovor na temu -
tr_tr: Yeni yanıt gönderildi -

# Discussion_NewMessageNoReply
source: Please, do not reply to this e-mail.
da_dk: Svar venligst ikke på denne e-mail.
es_es: Por favor, no responsa a este correo electrónico.
hr_hr: Molimo, ne odgovarajte na ovaj e-mail.
tr_tr: Lütfen, bu e-postayı yanıtlamayınız.

# Discussion_NewTopicCreated
source: New topic created -
da_dk: Et nyt emne er oprettet -
es_es: Nuevo tópico creado -
hr_hr: Kreirana je nova tema -
tr_tr: Yeni konu oluşturuldu -

# Discussion_TopicSubscribe
source: Subscribe
da_dk: Tilmeld
es_es: Subscribirse
hr_hr: Pretplati se
tr_tr: Abone ol

# Discussion_TopicSubscribeToolTip
source: Subscribe to this topic
da_dk: Tilmeld til dette emne
es_es: Subscribirse a este tópico
hr_hr: Pretplati se na temu
tr_tr: Bu konuya abone ol

# Discussion_TopicUnSubscribe
source: Unsubscribe
da_dk: Afmeld
es_es: Des-subscribirse
hr_hr: Otkaži pretplatu
tr_tr: Abonelikten ayrıl

# Discussion_TopicUnSubscribeToolTip
source: Unsubscribe from this topic
da_dk: Afmeld fra dette emne
es_es: Des-subscribirse de este tópico
hr_hr: Otkaži pretplatu sa teme
tr_tr: Bu konu aboneliğinden ayrıl

# Discussion_Board_AutoSubscribeModerators
source: Automatically subscribe moderators to this board
da_dk: Redaktører tilmeldes automatisk til dette forum
es_es: Subscribir moderadores automáticamente a esta pizarra
hr_hr: Automatski pretplati moderatore na ovu raspravu
tr_tr: Moderatörler bu foruma otomatik olarak abone yap
