Repository: Zoomicon/ClipFlair
Catalog: Server/ClipFlair.Social/Localization/MonoX/Resources/SocialNetworkingResources.*.resx
Languages: da_dk, es_es, hr_hr, tr_tr

# Discussion_Add_New_Board
source: Add new discussion board
da_dk: Tilføj nyt debatforum
es_es: Adicione nueva pizarra de discusión
hr_hr: Otvori novu raspravu
tr_tr: Yeni forum ekle

source: Discussion board description
da_dk: Beskrivelse af debatforum
es_es: Descripción de la pizarra de discusión
hr_hr: Opis rasprave
tr_tr: Forum tanımı

source: Discussion board name
da_dk: Navn på debatforum
es_es: Nombre de la pizarra de discusión
hr_hr: Naslov rasprave
tr_tr: Forum adı

# Discussion_Button_Post
source: Post
da_dk: Gem
es_es: Crear Entrada
hr_hr: Objavi
tr_tr: Gönder

# Comments_AuthenticationAlert
source: You must log in before you can post comments on this site.
da_dk: Du skal være logget ind for at kunne skrive en kommentar.
es_es: Ud. debe haber hecho log-in antes de poder ingresar comentarios en este sitio.
hr_hr: Morate se prijavite da biste mogli slati komentare na ovom portalu.
tr_tr: Site üzerinde yorum yapabilmeniz için giriş yapmalısınız.

# Comments_Button_Save
source: Save
da_dk: Gem
es_es: Guardar
hr_hr: Snimi
tr_tr: Sakla

# Comments_ConfirmDelete
source: This comment will be deleted. Are you sure?
da_dk: Denne kommentar vil blive slettet. Er du sikker?
es_es: Eliminará este comentario. ¿Está Ud. seguro/a?
hr_hr: Ovaj komentar će biti uklonjen. Nastavak?
tr_tr: Bu yorum silinecektir.Emin misiniz?

# Comments_Delete
source: Delete
da_dk: Slet
es_es: Eliminar
hr_hr: Briši
tr_tr: Sil

# Comments_WatermarkText
source: Enter your comment
da_dk: Skriv din kommentar
es_es: Entre su comentario
hr_hr: Unesite komentar
tr_tr: Yorumunuzu giriniz

# Events_BecameFriends
source: <a href="{ProfileUrl}">{UserName}</a> and <a href="{FriendProfileUrl}">{FriendUserName}</a> are now friends.
da_dk: <a href="{ProfileUrl}">{UserName}</a> og <a href="{FriendProfileUrl}">{FriendUserName}</a> er nu venner.
es_es: <a href="{ProfileUrl}">{UserName}</a> y <a href="{FriendProfileUrl}">{FriendUserName}</a> are now friends.
hr_hr: <a href="{ProfileUrl}">{UserName}</a> i <a href="{FriendProfileUrl}">{FriendUserName}</a> su sada prijatelji.
tr_tr: <a href="{ProfileUrl}">{UserName}</a> ve <a href="{FriendProfileUrl}">{FriendUserName}</a> artık arkadaşlar.

# Events_BlogPostPublished
source: <a href="{ProfileUrl}">{UserName}</a> published a blog post: <a href="{BlogPostUrl}">{BlogPostTitle}</a>
da_dk: <a href="{ProfileUrl}">{UserName}</a> skrev et blogindlæg: <a href="{BlogPostUrl}">{BlogPostTitle}</a>
es_es: <a href="{ProfileUrl}">{UserName}</a> publicó una entrada de blog: <a href="{BlogPostUrl}">{BlogPostTitle}</a>
hr_hr: <a href="{ProfileUrl}">{UserName}</a> je objavio/la novi članak na blogu: <a href="{BlogPostUrl}">{BlogPostTitle}</a>
tr_tr: <a href="{ProfileUrl}">{UserName}</a> blog gönderisi yayınladı: <a href="{BlogPostUrl}">{BlogPostTitle}</a>

# FileGallery_ConfirmDelete
source: This file will be deleted. Are you sure?
da_dk: Denne fil vil blive slettet. Er du sikker?
es_es: Eliminará este archivo. ¿Está Ud. seguro/a?
hr_hr: Ova će datoteka biti obrisana. Nastavak?
tr_tr: Bu dosya silinecektir. Emin misiniz?

# FileView_Button_Comment
source: Comment
da_dk: Kommentér
es_es: Comentario
hr_hr: Komentar
tr_tr: Yorum

# FileView_Button_Delete
source: Delete
da_dk: Slet
es_es: Eliminar
hr_hr: Obriši
tr_tr: Sil

# FileView_ConfirmDelete
source: This item will be deleted. Are you sure?
da_dk: Dette emne vil blive slettet. Er du sikker?
es_es: Este elemento será eliminado. ¿Está Ud. seguro/a?
hr_hr: Ova će datoteka biti obrisana. Nastavak?
tr_tr: Bu öğe silinecektir. Emin misiniz?

# FileView_CreatedOn
source: Created on {0}
da_dk: Oprettet den {0}
es_es: Creado en {0}
hr_hr: Kreirano {0}
tr_tr: Oluşturulma {0}

# Friends_ConfirmDelete
source: This person will be removed from your friend list. Are you sure?
da_dk: Denne profil vil blive fjernet fra din venneliste. Er du sikker?
es_es: Esta persona será removida de su lista de amigos. ¿Está Ud. seguro/a?
hr_hr: Ova će osoba biti uklonjena iz vaše liste prijatelja. Nastavak?
tr_tr: Kişi arkadaş listenizden silinecektir. Emin misiniz?

# Friends_DeleteFriend
source: Remove {0} from your list of friends
da_dk: Fjern {0} fra din venneliste
es_es: Remueva {0} de su lista de amigos
hr_hr: Ukloni {0} iz liste prijatelja
tr_tr: {0} adlı kullanıcıyı arkadaş listenizden silin

# Friends_ViewProfile
source: View profile for {0}
da_dk: Se {0}´s profil
es_es: Ver perfil para {0}
hr_hr: Pregledaj profil za {0}
tr_tr: {0} adlı kullanıcının profilini gör

# Global_ViewProfile
source: View profile for {0}
da_dk: Se {0}´s profil
es_es: Ver perfil para {0}
hr_hr: Pogledaj profil za korisnika {0}
tr_tr: {0} adlı kullanıcının profilini gör

# Groups_ConfirmDelete
source: This group and all of its resources (member list, discussions, files) will be deleted. Are you sure?
da_dk: Denne gruppe og al indhold (medlemsliste, debatter, filer osv.) vil blive slettet. Er du sikker?
es_es: Este grupo y todos sus recursos (lista de miembros, discusiones, archivos) serán eliminados ¿Está Ud. seguro?
hr_hr: Grupa i sve pripadajuće informacije će biti obrisana. Jeste li sigurni?
tr_tr: Bu grup ve tüm kaynakları (üye listesi, forumlar,dosyalar) silinecektir. Emin misiniz?

# Groups_ConfirmJoinPrivate
source: You are about to send a request for membership for a private group. Your request will have to be approved by the group administrator before you can use any of its resources. Do you want to continue?
da_dk: Du er ved at sende en anmodning om medlemskab til en privat gruppe. Din anmodning skal godkendes af administratoren af gruppen før du kan se indholdet. Vil du fortsætte?
es_es: Ud. está por enviar un pedido para ser miembro de un grupo privado. Su pedido deberá ser aprobado por el administrador de grupo antes de que pueda utilizar sus recursos. ¿Desea continuar?
hr_hr: Šaljete zahtjev za članstvo u privatnoj grupi. Administrator mora odobriti Vaš zahtjev prije nego vam bude omogućen pristup. Nastavak?
tr_tr: Özel bir gruba üyelik talebinizi göndermek üzeresiniz. Grup kaynaklarına ulaşabilmenizden önce, üyeliğinizin grup yöneticileri tarafından onaylanması gerekmektedir. Devam etmek istiyor musunuz?

# Groups_ConfirmJoinPublic
source: You are about to join a public group. Public groups allow users to access all resources immediatelly. Do you want to continue?
da_dk: Du er ved at tilmelde dig en åben gruppe. Åbne grupper tillader alle profiler at se al indhold med det samme. Vil du fortsætte?
es_es: Ud. está por ingresar a un grupo público. Los grupos públicos permiten a los usuarios accesar todos los recursos inmediatamente. ¿Desea continuar?
hr_hr: Šaljete zahtjev za članstvo u javnoj grupi. Svi će vam resursi biti odmah dostupni. Nastavak?
tr_tr: Genel bir gruba katılmak üzeresiniz. Genel gruplar içerisinde tüm grup kaynaklarına bir onay beklemeksizin hemen ulaşabilirsiniz. Devam etmek istiyor musunuz?

# Groups_ConfirmLeave
source: You are about to leave the membership of this group. Are you sure?
da_dk: Du er ved at melde dig ud af denne gruppe. Er du sikker?
es_es: Ud. está por dejar la membresía a este grupo. ¿Está Ud. seguro/a?
hr_hr: Napuštate članstvo grupe. Nastavak?
tr_tr: Bu grup üyeliğinden ayrılmak üzeresiniz. Emin misiniz?

# Groups_Delete
source: Delete
da_dk: Slet gruppe
es_es: Eliminar grupo
hr_hr: Brisanje grupe
tr_tr: Grubu sil

# Groups_GroupEdit_Categories
source: Categories:
da_dk: Kategorier:
es_es: Categorías:
hr_hr: Kategorije:
tr_tr: Kategoriler:

# Groups_GroupEdit_Description
source: Group description:
da_dk: Beskrivelse af gruppen:
es_es: Descripción del grupo:
hr_hr: Opis:
tr_tr: Grup tanımı:

# Groups_GroupEdit_ErrorSave
source: An error has occured while trying to save this group. Please check all values and try again.
da_dk: Der opstod desværre en fejl under oprettelse af denne gruppe. Tjek venligst om alt er udfyldt korrekt og prøv igen.
es_es: Ocurrió un error al tratar de almacenar este grupo. Por favor revisar todos los valores e intentar de nuevo.
hr_hr: Greška pri snimanju informacija o grupi!
tr_tr: Grubu kaydetmeye çalışırken bir hata oluştu. Tüm parametreleri kontrol edip yeniden deneyiniz.

# Groups_GroupEdit_Name
source: Group name:
da_dk: Gruppenavn:
es_es: Nombre del grupo:
hr_hr: Naziv grupe:
tr_tr: Grup adı:

# Groups_GroupEdit_NameRequired
source: Group name is required.
da_dk: Angiv gruppenavn.
es_es: Se requiere un nombre de grupo.
hr_hr: Naziv grupe se mora unijeti.
tr_tr: Grup adı gereklidir

# Groups_GroupEdit_Picture
source: Group image:
da_dk: Gruppebillede:
es_es: Imágen del grupo:
hr_hr: Slika:
tr_tr: Grup resmi:

# Groups_GroupEdit_Privacy
source: Open group?
da_dk: Åben gruppe?
es_es: ¿Grupo abierto?
hr_hr: Otvorena grupa?
tr_tr: Açık grup

# Groups_GroupEdit_PrivacyLegend
source: All users can join <i>open groups</i> and invite others to join. Anyone can see the group information and content.<br /> Administrators of <i>closed groups</i> must approve requests for new members. All users can see group descriptions, but only members can see the group content (wall posts, uploaded files, ...).
da_dk: Alle profiler kan blive medlem af <i>åbne grupper</i> og invitere andre til at være med. Alle kan se informationer og indhold.<br /> Administrator af <i>lukkede/ private grupper</i> skal godkende anmodninger om medlemskab. Alle profiler kan se beskrivelsen af gruppen, men kun medlemmer kan se indholdet ( vægopslag, filer, billeder osv...).
es_es: Todos los usuarios pueden ingresar a <i>grupos abiertos</i> e invitar a otros a que se incorporen. Cualquiera puede ver la información y el contenido del grupo.<br /> Los administradores de <i>grupos cerrados</i> deben aprovar los pedidos para los nuevos miembros. Todos los usuarios pueden ver descripciones de los grupos, pero sólo los miembros pueden ver el contenido del grupo (entradas a la pared, archivos subidos, ...).
hr_hr: Svi korisnici se mogu priključiti <i>otvorenim grupama</i> i pozvati ostale korisnike. Sve informacije unutar otvorenih grupa su javne.<br /> Administratori <i>zatvorenih grupa</i> moraju odobriti zahtjev za pridruživanjem. Svi mogu vidjeti opise grupa, ali samo članovi mogu vidjeti njihov sadržaj.
tr_tr: <i>açık grup</i>lara tüm kullanıcılar katılabilirler ve herkesi davet edebilirler.Herhangi bir kullanıcı grup tanımını ve içeriğini görebilir.<br /> <i>kapalı grup</i>lara üye olabilmek içinse, grup yöneticilerinden üyeliğiniz için onay alınması gerekir. Kapalı grupların, grup tanımlarını herkes görebilir ancak, grup içeriğini görebilmek (duvar gönderileri, dosyalar) için üyelik zorunludur.

# Groups_GroupList_AddNew
source: Add new group
da_dk: Tilføj ny gruppe
es_es: Adicionar nuevo grupo
hr_hr: Dodaj novu grupu
tr_tr: Yeni grup ekle

# Groups_GroupList_MemberCount
source: Members:
da_dk: Medlemmer:
es_es: Miembros:
hr_hr: Članovi:
tr_tr: Üyeler:

# Groups_Join
source: Join this group
da_dk: Meld dig ind i denne gruppe
es_es: Hacerse miembro de este grupo
hr_hr: Pristupi ovoj grupi
tr_tr: Gruba katıl

# Groups_Leave
source: Leave this group
da_dk: Forlad denne gruppe
es_es: Dejar este grupo
hr_hr: Napusti ovo grupu
tr_tr: Gruptan ayrıl

# InvitationList_ApproveInvitation
source: Approve invitation for {0}
da_dk: Godkend invitation af {0}
es_es: Apruebe invitación para {0}
hr_hr: Odobrite poziv korisnika {0}
tr_tr: {0} için daveti onayla

# InvitationList_ConfirmDelete
source: This invitation will be removed from your invitation list. You will not be able to add this person to your friend list until the invitation is resent. Are you sure?
da_dk: Denne invitation vil blive slettet fra din invitationsliste. Du kan ikke tilføje denne profil til din venneliste før invitationen bliver gensendt. Er du sikker?
es_es: Esta invitación será removida de su lista de invitaciones. No podrá agregar esta persona a su lista de amigos hasta que re-envíe la invitación. ¿Está Ud. seguro/a?
hr_hr: Ova će pozivnica biti uklonjena s vaše liste. Nećete moći dodati korisnika na listu prijatelja dok ponovo ne pošalje poziv. Nastavak?
tr_tr: Bu davet, davet listenizden silinecketir. Bu kişiyi, size bir kez daha davet gelmeden arkadaş listenize ekleyemeyeceksiniz. Emin misiniz?

# InvitationList_DeleteInvitation
source: Remove invitation for {0} from your invitation list
da_dk: Slet invitationen af {0} fra din invitationsliste
es_es: Remueva invitación para {0} de su lista de invitaciones
hr_hr: Uklonite korisnika {0} sa liste poziva
tr_tr: {0} kullanıcısından gelen daveti listeden sil

# Messaging_Cancel
source: Back
da_dk: Fortryd
es_es: Cancelar
hr_hr: Nazad
tr_tr: İptal

# Messaging_CreateMessage_ErrorCannotSave
source: Message cannot be saved to the repository!
da_dk: Beskeden kan ikke blive gemt i arkivet!
es_es: ¡Mensaje no puede ser almacenado en el repositorio!
hr_hr: Poruka trenutno ne može biti spremljena!
tr_tr: Mesaj havuza kaydedilemedi!

# Messaging_CreateMessage_ErrorSendGroup
source: <br />An error has occured while trying to send the message to the group members: {0}.
da_dk: <br />Der opstod desværre en fejl under afsendelse af beskeden til gruppemedlemmerne: {0}.
es_es: <br />Ocurrió un error cuando trataba de enviar el mensaje a los miembros del grupo: {0}.
hr_hr: <br />Greška kod slanja poruke za grupu: {0}.
tr_tr: <br />Mesajı grup üyelerine göndermeye çalışırken bir hata oluştu: {0}.

# Messaging_CreateMessage_ErrorSendMessageList
source: <br />An error has occured while trying to send the message to the recipients of the message list: {0}.
da_dk: <br />Der opstod desværre en fejl under afsendelse af beskeden til modtagerne på listen: {0}.
es_es: <br />Ocurrió un error cuando trataba de enviar el mensaje a los destinatarios de la lista del mensaje: {0}.
hr_hr: <br />Greška kod slanja poruka na listu: {0}.
tr_tr: <br />Mesajı, mesajı alacaklar listesinde bulunananlara göndermeye çalışırken bir hata oluştu: {0}.

# Messaging_CreateMessage_ErrorSendRecipient
source: <br />An error has occured while trying to send the message to the following recipient: {0}.
da_dk: <br />Der opstod desværre en fejl under afsendelsen af beskeden til følgende modtager: {0}.
es_es: <br />Ocurrió un error cuando trataba de enviar el mensaje al siguiente destinatario: {0}.
hr_hr: <br />Greška pri slanju poruke za primatelja: {0}.
tr_tr: <br />Mesajı {0} kullanıcısına göndermeye çalışırken bir hata oluştu.

# Messaging_CreateMessage_Message
source: Message:
da_dk: Besked:
es_es: Mensaje:
hr_hr: Poruka:
tr_tr: Mesaj:

# Messaging_CreateMessage_MessagingGroup
source: messaging group
da_dk: besked gruppe
es_es: grupo de mensaje
hr_hr: grupa
tr_tr: Mesaj grubu

# Messaging_CreateMessage_MessagingList
source: messaging list
da_dk: besked liste
es_es: lista de mensaje
hr_hr: lista
tr_tr: Mesaj listesi

# Messaging_CreateMessage_NoRecipients
source: The recipient list is empty!
da_dk: Modtagerlisten er tom!
es_es: ¡La lista de destinatarios está vacía!
hr_hr: Lista primatelja poruke je prazna!
tr_tr: Alıcı listesi boş!

# Messaging_CreateMessage_Recipeints
source: To:
da_dk: Til:
es_es: Para:
hr_hr: Za:
tr_tr: Kime:

# Messaging_CreateMessage_Send
source: Send
es_es: Enviar
hr_hr: Pošalji
tr_tr: Gönder

# Messaging_CreateMessage_SendMailCopy
source: Send a copy of this message to recipient's e-mail address.
da_dk: Send en kopi af denne besked til modtagerens e-mail adresse.
es_es: Enviar una copia de este mensaje a la dirección de correo electrónico del destinatario.
hr_hr: Pošalji kopiju poruke na primateljevu adresu.
tr_tr: Mesajın bir kopyasını da alıcının e-posta adresine gönder.

# Messaging_CreateMessage_Subject
source: Subject:
da_dk: Emne:
es_es: Sujeto:
hr_hr: Predmet:
tr_tr: Konu:

# Messaging_CreateMessage_SubjectRequired
source: Message Subject is required.
da_dk: Skriv venligst et emne for beskeden.
es_es: ¡Se requiere un sujeto para el mensaje!
hr_hr: Predmet poruke mora biti unesen!
tr_tr: Mesaj konusu gereklidir!

# Messaging_CreateMessage_Upload
source: Attachments:
da_dk: Vedhæftet:
es_es: Adjuntos:
hr_hr: Privitak:
tr_tr: Ekler:

# Messaging_ListAdmin_AddList
source: + Add new list
da_dk: + tilføj ny liste
es_es: + Adicionar nueva lista
hr_hr: + Dodaj novu listu
tr_tr: + Yen liste ekle

# Messaging_ListAdmin_AddNew
source: Add new
da_dk: Tilføj ny
es_es: Adicionar nuevo
hr_hr: Dodaj novu
tr_tr: Yeni ekle

# Messaging_ListAdmin_DeleteConfirmation
source: This list will be deleted. Are you sure?
da_dk: Denne liste vil blive slettet. Er du sikker?
es_es: Se eliminará esta lista. ¿Está Ud. seguro/a?
hr_hr: Ova će lista biti obrisana. Jeste li sigurni?
tr_tr: Bu liste silinecektir. Emin misiniz?

# Messaging_ListAdmin_HeaderText
source: Friend list management
da_dk: Håndtering af venneliste
es_es: Administración de lista de amigos
hr_hr: Upravljanje mailing listama
tr_tr: Arkadaş listesi yönetimi

# Messaging_ListAdmin_ListMembers
source: List members:
da_dk: Medlemsliste:
es_es: Miembros de la lista:
hr_hr: Članovi liste:
tr_tr: Liste üyeleri:

# Messaging_ListAdmin_Name
source: Name:
da_dk: Navn:
es_es: Nombre:
hr_hr: Naziv:
tr_tr: Ad:

# Messaging_ListAdmin_PageTitle
source: Manage friend lists
da_dk: Håndter venneliste
es_es: Administrar lista de amigos
hr_hr: Upravljanje listama
tr_tr: Arkadaş lisetesini yönet

# Messaging_ListAdmin_SubHeaderText
source: Use this panel to manage lists of friends and contacts that can be used to send messages to all members of the list.
da_dk: Brug dette panel til at håndtere vennelister og kontakter. Det kan bruges til at sende beskeder til alle medlemmer på listen.
es_es: Use este pánel para administrar listas de amigos y contactos que puede utilizar para enviar mensajes a todos los miembros de la lista.
hr_hr: Ovaj ekran služi za administriranje podataka o listama. Liste služe za jednostavno istovremeno slanje poruka na više adresa.
tr_tr: Mesaj gönderilibilecek tüm arkadaşların ve bağlantıların yönetimi için bu paneli kullanınız.

# Messaging_MessageDetails
source: Message details
da_dk: Uddybende om beskeden
es_es: Detalles del mensaje
hr_hr: Detalji poruke
tr_tr: Mesaj detayları

# Messaging_MessageDetails_ErrorCannotSave
source: Message cannot be saved to the repository!
da_dk: Beskeden kan ikke gemmes i arkivet!
hr_hr: Poruka ne može biti spremljena!
tr_tr: Mesaj havuza kaydedilemedi

# Messaging_MessageDetails_ErrorSendReply
source: <br />An error has occured while trying to send the reply to all recipients.
da_dk: <br />Der opstod desværre en fejl under afsendelse af svaret til alle modtagere.
es_es: <br />Ocurrió un error mientras trataba de enviar la respuesta a todos los destinatarios.
hr_hr: <br />Greška kod slanja odgovora.
tr_tr: <br />Tüm alıcılara yanıt göndermeye çalışırken bir hata oluştu.

# Messaging_MessageDetails_Reply
source: Reply:
da_dk: Svar:
es_es: Respuesta:
hr_hr: Odgovor:
tr_tr: Yanıtla:

# Messaging_MessageDetails_Send
source: Send
es_es: Enviar
hr_hr: Pošalji
tr_tr: Gönder

# Messaging_MessageDetails_SendMailCopy
source: Send a copy of this message to recipient's e-mail address.
da_dk: Send en kopi af denne besked til modtagerens e-mail adresse.
es_es: Enviar una copia de este mensaje a las direcciones de correo electrónico de los destinatarios.
hr_hr: Pošalji kopiju poruke na primateljevu privatnu e-mail adresu.
tr_tr: Bu mesajın bir kopyasını da alıcının e-posta adresine gönder

# Messaging_MessageDetails_Upload
source: Attachments:
da_dk: Vedhæftet:
es_es: Adjuntos:
hr_hr: Privitak:
tr_tr: Ekler:

# Messaging_MessageList_Collapse_ToolTip
source: Collapse
da_dk: Skjul
es_es: Colapsar
hr_hr: Skupi
tr_tr: Küçült

# Messaging_MessageList_ColumnDate
source: Date
da_dk: Dato
es_es: Fecha
hr_hr: Datum
tr_tr: Tarih

# Messaging_MessageList_ColumnFrom
source: From
da_dk: Fra
es_es: De
hr_hr: Od
tr_tr: Kimden

# Messaging_MessageList_ColumnSubject
source: Subject
da_dk: Emne
es_es: Sujeto
hr_hr: Predmet
tr_tr: Konu

# Messaging_MessageList_ColumnTo
source: To
da_dk: Til
es_es: Para
hr_hr: Za
tr_tr: Kime

# Messaging_MessageList_DragToGroupOrReorder
source: Drag to group
da_dk: Træk til gruppe
es_es: Arrastre para agrupar
hr_hr: Povuci za grupiranje
tr_tr: Grup üzerine sürükle

# Messaging_MessageList_DragToResize
source: Drag to resize
da_dk: Træk for at ændre størrelse
es_es: Arrastre para cambiar de tamaño
hr_hr: Povuci za promjenu veličine
tr_tr: Yeniden boyutlandırmak için sürükle

# Messaging_MessageList_DropHereToReorder
source: Drop here to reorder
da_dk: Slip her for at arrangere om
es_es: Deje caer acá para reordenar
hr_hr: Spusti ovdje za promjenu poretka
tr_tr: Yeniden dizmek için buraya bırak

# Messaging_MessageList_Expand_Tooltip
source: Expand
da_dk: Udvid
es_es: Expandir
hr_hr: Raširi
tr_tr: Büyüt

# Messaging_MessageList_Filter
source: Search for:
da_dk: Søg efter:
es_es: Buscar por:
hr_hr: Traži:
tr_tr: Aranacak:

# Messaging_MessageList_GroupContinuedFormatString
source: This group continues from the previous page.
da_dk: Denne gruppe fortsættes fra forrige side.
es_es: Este grupo continúa desde la página previa.
hr_hr: Ova se grupa nastavlja sa prethodne stranice.
tr_tr: Bu grup bir önceki pencereden devam etmektedir.

# Messaging_MessageList_GroupContinuesFormatString
source: The group continues on the next page.
da_dk: Denne gruppe fortsættes på næste side.
es_es: El grupo continúa en la siguiente página.
hr_hr: Ova se grupa nastavlja na idućoj stranici.
tr_tr: Bu grup bir sonraki pencerede devam etmektedir

# Messaging_MessageList_GroupPanelText
source: Drag column here to group messages.
da_dk: Træk kolonnen her for at gruppere beskeder.
es_es: Arrastre columna acá para agrupar
hr_hr: Dovucite kolonu ovdje za grupiranje.
tr_tr: Grup mesajları için kolonu buraya sürükleyiniz.

# Messaging_MessageList_Loading
source: Loading
da_dk: Indlæser
es_es: Cargando
hr_hr: Učitavanje
tr_tr: Yüklüyor

# Messaging_MessageList_NextPage
source: Next page
da_dk: Næste side
es_es: Siguiente página
hr_hr: Slijedeća
tr_tr: Sonraki sayfa

# Messaging_MessageList_NextPages
source: Next pages
da_dk: Næste sider
es_es: Siguientes páginas
hr_hr: Slijedeće
tr_tr: Sonraki sayfalar

# Messaging_MessageList_NoRecords
source: There are no messages for your account.
da_dk: Der er ingen beskeder til dig.
es_es: No hay mensajes para su cuenta.
hr_hr: Nema poruka za Vas.
tr_tr: Hesabınız için bir mesaj bulunmamaktadır

# Messaging_MessageList_OnSuffix
source: on:
da_dk: på:
es_es: en:
hr_hr: na:
tr_tr: tarihi:

# Messaging_MessageList_PagerTextFormat
source: Go to page: {4} Displaying page {0} of {1}, items {2} to {3} of {5}
da_dk: Gå til side: {4} Viser side {0} af {1}, emner {2} til {3} af {5}
es_es: Vaya a página: {4} Mostrando página {0} de {1}, elementos {2} a {3} de {5}
hr_hr: Idi na stranicu: {4} Prikazana stranica {0} od {1}, poruke {2} do {3} od {5}
tr_tr: Gidilecek sayfa:{4} Gösterilen sayfa {0}/{1}, öğeler {2}'den {3}'e toplam {5}

# Messaging_MessageList_PagerTooltip
source: Page {0} of {1}
da_dk: Side {0} af {1}
es_es: Página {0} de {1}
hr_hr: Stranica {0} od {1}
tr_tr: Sayfa {0} / {1}

# Messaging_MessageList_PrevPage
source: Previous page
da_dk: Forrige side
es_es: Página previa
hr_hr: Prethodna
tr_tr: Önceki sayfa

# Messaging_MessageList_PrevPages
source: Previous pages
da_dk: Forrige sider
es_es: Páginas previas
hr_hr: Prethodne
tr_tr: Önceki sayfa

# Messaging_MessageList_Ready
source: Ready
da_dk: Klar
es_es: Listo
hr_hr: Spremno
tr_tr: Hazır

# Messaging_MessageList_Received
source: Received
da_dk: Modtaget
es_es: Recibido
hr_hr: Primljeno
tr_tr: Alındı

# Messaging_MessageList_Search_ToolTip
source: Search messages
da_dk: Søg beskeder
es_es: Buscar mensajes
hr_hr: Traži poruke
tr_tr: Mesajları ara

# Messaging_MessageList_Sent
source: Sent
da_dk: Sendt
es_es: Enviado
hr_hr: Poslano
tr_tr: Gönderilen

# Messaging_MessageList_ShowAll_ToolTip
source: Clear search criteria
da_dk: Ryd søgefeldt
es_es: Limpiar criterio de búsqueda
hr_hr: Pokaži sve
tr_tr: Arama kriterini temizle
