Repository: Zoomicon/ClipFlair
Catalog: Server/ClipFlair.Social/Localization/MonoX/Resources/News/NewsAdmin.*.resx
Languages: es_es, hr_hr, tr_tr

# Categories_Text
source: Select category
es_es: Seleccione una Categoría
hr_hr: Odaberite kategoriju
tr_tr: Kategori seçiniz

# CategoryAdminTitle
source: Category manager
es_es: Administrador de Categoría
hr_hr: Upravljanje kategorijama
tr_tr: Kategori yöneticisi

# CategoryDragAndDrop
source: Note: Use drag & drop to move categories
es_es: Nota: Utilice arrastrar y soltar para mover las categorías
hr_hr: Napomena: koristiti 'drag and drop' funkcionalnost za promjenu strukture kategorija
tr_tr: Not:Kategorileri taşımak için sürükle & bırak yapabilirsiniz

# Global_Title
source: News Quick Post
es_es: Publica Noticias rápidas
hr_hr: Brza objava vijesti
tr_tr: Hızlı Haber Gönderisi

# IgnoredMetaWordsTitle
source: Ignored meta keywords manager
hr_hr: Upravljanje ignoriranim ključnim riječima
tr_tr: Yoksayılan meta anahtar sözcük yöneticisi

# MetaDescriptionNote
source: Note: If you leave this field empty, Meta description will be autogenerated.
es_es: Nota: Si deja este campo vacío, la descripción Meta será generada automáticamente.
hr_hr: Ukoliko je ovo polje prazno, opis će se generirati automatski.
tr_tr: Not: Bu alanı boş bırakmanız durumunda , Meta tanımlama otomatik olarak üretilecektir.

# MetaKeywordsNote
source: Note: If you leave this field empty, Meta keywords will be autogenerated.
es_es: Nota: Si deja este campo vacío, las palabras clave Meta serán generadas automáticamente.
hr_hr: ključne riječi će se generirati automatski
tr_tr: Not: Bu alanı boş bırakmanız durumunda , Meta tanımlama otomatik olarak üretilecektir.

# NewsAdminTitle
source: News manager
es_es: Administrador de Noticias
hr_hr: Upravljanje vijestima
tr_tr: Haber yöneticisi

# NewsCategoryRoot
source: Root
es_es: Raíz
hr_hr: Početak
tr_tr: Kök (Root)

# NewsContentTypeNotSet
source: News File Content type not set.
hr_hr: Tip sadržaja nije postavljen.
tr_tr: Haber dosyası içeriği belirlenmemiş.

# NewsDragAndDrop
source: Note: Use drag & drop to move news to category
es_es: Nota: Utilice arrastrar y soltar para mover a la categoría de noticias
hr_hr: Napomena: koristiti 'drag and drop' funkcionalnost za pospremanje vijesti u kategorije
tr_tr: Not: Kategorileri taşımak için sürükle & bırak yapabilirsiniz

source: News item id not set.
es_es: Identificador de noticia no establecido
hr_hr: Identifikator vijesti nije postavljen.
tr_tr: Haber Id belirlenmemiş.

# News_AddNew_Text
source: Add new
es_es: Añadir nuevo
hr_hr: Dodaj
tr_tr: Yeni ekle

# News_Content_Text
source: Content
es_es: Contenido
hr_hr: Sadržaj
tr_tr: İçerik

# News_Saved_Text
source: News post saved successfully
es_es: Nueva entrada guardada con éxito
hr_hr: Vijest uspiješno objavljena
tr_tr: Yeni gönderi başarıyla kaydedildi

# News_Save_Text
source: Save
es_es: Guardar
hr_hr: Snimi
tr_tr: Sakla

# News_Title_Text
source: Title
es_es: Titulo
hr_hr: Naslov
tr_tr: Başlık

# PublisherAdminTitle
source: News publishing
es_es: Publicación de Noticias
hr_hr: Objava vijesti
tr_tr: Yayınlanan haberler

# QuickNews_NoCategories
source: Please note that you need to add news categories before you can add news.
es_es: Tenga en cuenta que es necesario añadir categorías de noticias antes de que usted puede agregar noticias.
hr_hr: Molimo unesite kategorije vijesti prije nego unesete same vijesti.
tr_tr: Haber ekleyebilmeniz için önce haber kategorisi eklemeniz gerekiyor.

# TreeViewNewsCountTitle
source: News
es_es: Noticias
hr_hr: Vijesti
tr_tr: Haber

# TreeViewOrderTitle
source: Order
es_es: Orden
hr_hr: Poredak
tr_tr: Sıra

# Validation_InsertNoAllowedNonDefaultLang
source: Insert is not allowed for non default language!
es_es: Insertar no está permitido por el lenguaje por defecto!
hr_hr: Unos članka u zadanom jeziku nije dopušten!
tr_tr: Varsayılan olamayan bir dilde ekleme yapılamaz

# Validation_PleaseSelectCategory
source: Please select a category.
es_es: Por favor, seleccione una categoría.
hr_hr: Molimo odaberite kategoriju.
tr_tr: Lütfen bir kategori seçin.
